{
	"header": {
		"no": "Login med YubiKey",
		"nn": "Logg inn med YubiKey",
		"sv": "Logga in med YubiKey",
		"es": "Accede utilizando YubiKey",
		"de": "Anmelden mit YubiKey",
		"nl": "Inloggen met YubiKey",
		"sl": "Prijavi se z YubiKey",
		"da": "Login med YubiKey",
		"hr": "Prijavite se pomoću YubiKey-a",
		"hu": "YubiKey bejelentkezés",
		"fi": "Kirjaudu Yubikeylla",
		"pt": "Entrar com YubiKey",
		"pl": "Login z YubiKey",
		"tr": "YubiKey ile giriş",
		"fr": "S'authentifier avec YubiKey",
		"it": "Connessione con YubiKey",
		"lt": "Jungtis su YubiKey",
		"ja": "YubiKeyでログイン",
		"zh-tw": "使用 YubiKey 登入"
	},
	"intro": {
		"no": "En tjeneste har bedt om at du autentiserer deg. For å autentisere seg, trykk på knappen på din YubiKey. Feltet under vil da bli automatisk utfylt med et sikkert engangspassord.",
		"nn": "Ei webteneste har spurt om at du loggar inn.  For å logga inn, klikk på knappen på din YubiKey.  Feltet nedanfor blir automatisk fylt ut med eit sikkert eingongspassord når du trykker på YubiKey.",
		"sv": "En tjänst vill att du ska logga in. För att logga in tryck på knappen på din YubiKey. Fältet nedan ska när du trycker bli ifyllt med ett säkert engångslösenord.",
		"es": "Un servicio ha solicitado que se autentique. Para autenticarse, haga clic en el botón de su YubiKey. El campo situado debajo debería rellenarse automática con una clave de un único uso (OTP) segura",
		"de": "Ein Service verlangt nach Ihrer validierung. Bitte drücken Sie den Knopf auf Ihrem YubiKey. Ihr sicheres Einmalpasswort wird dann in das vorgesehene Feld geschrieben.",
		"nl": "Een dienst vroeg om authenticatie. Om te authenticaren, klik op de knop van je YubiKey. In het veld hieronder zal dan automatisch een veilig eenmalig wachtwoord worden ingevuld.",
		"sl": "Nekatere storitve zahtevajo avtentikacijo, ki jo izvedete s klikom na gumb YubiKey. V polju spodaj se bo nato samodejno prikazalo geslo za enkratno uporabo.",
		"da": "Nogle services kræver autentificering. For at autentificere klik på knappen på din YubiKey. Feltet herunder skulle nu automatisk blive udfyldt med et sikkert one-time-password.",
		"hr": "Neki od servisa je zatražio da se autenticirate. Da biste se autenticirali pritisnite gumb na vašem YubiKey uređaju. Nakon toga bi u polje ispod trebala biti automatski upisana jednokratna zaporka.",
		"hu": "Egy szolgáltatás azonosítást kért. Kérjük, nyomja meg a gombot a YubiKey-n! Az alábbi mező automatikusan ki kell, hogy töltődjön egy biztonságos egyszerhasználatos jelszóval.",
		"fi": "Jotkin palvelut vaativat käyttäjätunnistuksen. Paina nappia Yubikeyssasi tunnistautuaksesi. Allaolevaan kenttää tulee automaattisesti kertakäyttösalasanasi.",
		"pt": "Um serviço necessita de autenticação. Para se autenticar, clique no botão da sua YubiKey. O campo em baixo deverá ser automaticamente preenchido com uma palavra-passe segura que funcionará apenas uma vez.",
		"pl": "Jakiś serwis zażądał uwierzytelnienia. W celu uwierzytelnienia naciśnij przycisk na Twoim YubiKey. Następnie poniższe pole powinno zostać automatycznie wypełnione bezpiecznym jednorazowym hasłem.",
		"tr": "Bazı servisler kimlik doğrulama istedi. Kimlik doğrulamak için, YubiKey'iniz üzerindeki düğmeyi tıklayınız. Ondan sonra, güvenli bir tek kullanımlık şifre aşağıdaki alanda otomatik olarak belirecektir.",
		"fr": "Ce service requiert une authentification. Pour vous authentifier, appuyez sur le bouton de votre YubiKey. Le champ ci dessous devrait automatiquement être renseigné avec un mot de passe à usage unique.",
		"it": "Un servizio ha richiesto l'autenticazione. Per autenticarsi, premere il pulsante sulla propria YukiKey. Il campo sottostante dovrebbe essere automaticamente riempito con una password usa e getta.",
		"lt": "Kažkuri paslauga reikalauja autentiškumo patvirtinimo. Norėdami patvirtinti autentiškumą, paspauskite mygtuką ant savo YubiKey. Į žemiau esantį laukelį turėtų būti automatiškai įvestas saugus vienkartinis slaptažodis.",
		"ja": "幾つかのサービスは認証を要求しています。認証を行うにはYubiKeyのボタンをクリックしてください。以下の項目はセキュアワンタイムパスワードで自動的に埋められます。",
		"zh-tw": "有些服務需要經過驗證，請點選 YubiKey 按鈕來進行驗證。接下來的字串應該要被自動地填寫入加密之一次性密碼(OTP)。"
	}
}
