{
	"error_header": {
		"no": "simpleSAMLphp-feil",
		"nn": "simpleSAMLphp feil",
		"sv": "simpleSAMLphp fel",
		"es": "Error de simpleSAMLphp",
		"fr": "erreur de simpleSAMLphp",
		"de": "simpleSAMLphp Fehler",
		"nl": "simpleSAMLphp-fout",
		"lb": "simpleSAMLphp Fehler",
		"sl": "simpleSAMLphp napaka",
		"da": "simpleSAMLphp fejl",
		"hr": "simpleSAMLphp greška",
		"hu": "simpleSAMLphp hiba",
		"fi": "simpleSAMLphp virhe",
		"pt-BR": "Erro do simpleSAMLphp",
		"pt": "Erro no simpleSAMLphp",
		"pl": "błąd simpleSAMLphp",
		"tr": "simpleSAMLphp hatası"
	},
	"report_trackid": {
		"no": "Hvis vil rapportere denne feilen, send også med denne sporings-IDen. Den gjør det enklere for systemadministratorene å finne ut hva som gikk galt:",
		"nn": "Send med sporings-ID dersom du vil rapportera feilen. ID gjer det enklare for systemadministratorane å finna ut kva som er problemet:",
		"sv": "Om du rapporterar felet bör du också skicka med detta spårnings-ID. Det gör det enklare för den som sköter systemet att felsöka problemet:",
		"es": "Por favor, si informa de este error, mantenga el <emph>tracking ID<\/emph> que permite encontrar su sesi&oacute;n en los registros de que dispone el administrador del sistema:",
		"fr": "Si vous signalez cette erreur, veuillez aussi signaler l'identifiant de suivi qui permet de trouver votre session dans les logs accessibles à l'administrateur système :",
		"de": "Falls sie diesen Fehler melden, teilen sie bitte ebenfalls diese Tracking ID mit, dadurch ist es dem Administrator möglich ihre Sitzung in den Logs zu finden:",
		"nl": "Wanneer je deze fout rapporteert, geef dan AUB ook de volgende tracking ID door, waarmee het mogelijk is om jouw sessie in de logs terug te vinden:",
		"lb": "Wann dir ons dësen Fehler matdeelt, dann schéckt w.e.g och d Tracking ID mat. Dei ennerstëtzt den System Administrator aer Session an den Logs erëmzefannen:",
		"sl": "Če boste prijavili to napako, priložite tudi ID seje, preko katere bo lažje najti vaše zapise v dnevniških datotekah, ki so na voljo skrbniku sistema.",
		"da": "Hvis du vil rapportere denne fejl, så medsend venligst dette sporings-ID. Den gør det muligt for teknikerne at finde fejlen.",
		"hr": "Ako prijavite ovu grešku, molimo da pošaljete i ovaj identifikator koji će administratorima omogućiti pronalaženje dodatnih informacija u dnevničkim datotekama:",
		"hu": "Ha bejelentést küld a hibával kapcsolatban, kérjük, küldje el ezt az azonosítót, mert csak ennek segítségével tudja a rendszeradminisztrátor a naplóállományokból azokat az adatokat megtalálni, amelyek ehhez a munkamenethez tartoznak.",
		"fi": "Mikäli ilmoitat virheestä, ole hyvä ja sisällä tämä seurantanumero raporttiin. Seurantanumerolla ylläpitäjä löytää istuntosi lokeista helpommin.",
		"pt-BR": "Se informar sobre esse erro, por favor, também informe este ID do relatório de monitoramento que torna possível localizar a sua sessão nos registros disponíveis para o administrador do sistema:",
		"pt": "Se comunicar este erro ao administrador de sistemas inclua o seguinte identificador que possibilita a localização da sua sessão nos registos do serviço:",
		"pl": "Jeśli zgłaszasz ten bląd, podaj także ID zdarzenia, który umożliwi administratorowi zlokalizować Twoją sesje w logach:",
		"tr": "Bu hatayı bildirirseniz, lütfen, sistem yöneticisi tarafından incelebilen kayıtlardan oturumunuzun belirlenebilmesini sağlayan izleme ID'sini de bildirin."
	},
	"debuginfo_header": {
		"no": "Detaljer for feilsøking",
		"nn": "Detaljar for feilsøking",
		"sv": "Detaljer för felsökning",
		"es": "Información de depuración",
		"fr": "Information de déboguage",
		"de": "Debug Information",
		"nl": "Debuginformatie",
		"lb": "Debug Informatiounen",
		"sl": "Pomoč pri odpravljanju napak (debug)",
		"da": "Detaljer til fejlsøgning",
		"hr": "Informacije o greški",
		"hu": "Bővebb információ a hibáról",
		"fi": "Virheenetsintätietoja",
		"pt-BR": "Informação do Debug",
		"pt": "Informação de debug",
		"pl": "Informacja debugger'a",
		"tr": "Hata ayıklama bilgisi"
	},
	"debuginfo_text": {
		"no": "Detaljene nedenfor kan være av interesse for administratoren \/ brukerstøtte:",
		"nn": "Detaljane under kan vera av interesse for administrator eller hjelpetenesta",
		"sv": "Detaljerna nedan kan vara av intresse för helpdesk eller de som sköter systemet:",
		"es": "La siguiente información de depuración puede ser de utilidad para el administrador del sistema o el centro de atención a usuarios:",
		"fr": "L'information de déboguage ci-dessous peut être intéressante pour l'administrateur ou le help desk",
		"de": "Die unten angegebene Debug-Information kann von Interesse für den Administrator oder das Helpdesk sein:",
		"nl": "Onderstaande debuginformatie kan van belang zijn voor de beheerder \/ helpdesk:",
		"lb": "Dei Debug Informatiounen hei drënner kinnten den Administrator interesséiren:",
		"sl": "Podatki o odpravljanju napak bodo zanimali skrbnika\/helpdesk:",
		"da": "Detaljerne herunder kan være af interesse for teknikerne \/ help-desken",
		"hr": "Sljedeće informacije mogu biti zanimljive administratoru ili službi za podršku korisnicima:",
		"hu": "Az alábbi információ esetleg érdekes lehet a rendszergazda \/ helpdesk számára:",
		"fi": "Alla olevat virheenetsintätiedot voivat kiinnostaa ylläpitäjäää tai helpdeskiä:",
		"pt-BR": "A informação a seguir é importante para seu administrador \/ Central de Dúvidas",
		"pt": "A informação de debug abaixo pode ter interesse para o administrador \/ apoio ao utilizador:",
		"pl": "Poniższa informacja debugger'a  może być przydatna dla administara \/ helpdesk:",
		"tr": "Aşağıdaki hata ayıklama bilgisi yöneticinin\/yardım masasının ilgisini çekebilir:"
	},
	"report_header": {
		"no": "Rapporter feil",
		"nn": "Rapporter feil",
		"sv": "Rapportera fel",
		"es": "Informar del error",
		"fr": "Signaler les erreurs",
		"de": "Fehler melden",
		"nl": "Rapporteer fouten",
		"lb": "Fehler matdeelen",
		"sl": "Prijavi napake",
		"da": "Rapportér fejl",
		"hr": "Prijavi greške",
		"hu": "Mutassa a hibaüzeneteket",
		"fi": "Ilmoita virheistä",
		"pt-BR": "Reportar erros",
		"pt": "Reportar um erro",
		"pl": "Raport błędów",
		"tr": "Hataları bildir"
	},
	"report_text": {
		"no": "Hvis du ønsker at brukerstøtte skal kunne kontakte deg igjen i forbindelse med denne feilen, må du oppgi e-postadressen din nedenfor:",
		"nn": "Om du vil at hjelpetenesta skal kontakta deg i samband med denne feilen, må du oppgi epostadressa di:",
		"sv": "Om du anger din e-postadress kan den som sköter systemet kontakta dig för fler frågor om ditt problem:",
		"es": "Si lo desea, indique su dirección electrónica, para que los administradores puedan ponerse en contacto con usted y obtener datos adicionales de su problema",
		"fr": "Facultativement vous pouvez entrer votre courriel, pour que les administrateurs puissent vous contacter par la suite à propose de votre problème :",
		"de": "Geben sie optional eine Emailadresse an, so dass der Administrator sie bei etwaigen Rückfragen kontaktieren kann:",
		"nl": "Voeg desgewenst je e-mailadres toe, zodat de beheerders contact kunnen zoeken voor verder informatie over dit probleem:",
		"lb": "Optionnal kennt dir aer E-mail Adress angin, fir dass den Administrator aerch fir weider Froen kontaktéieren kann:",
		"sl": "Če želite, vnesite elektronski naslov, na katerem boste dosegljivi v primeru dodatnih vprašanj za skrbnika sistema :",
		"da": "Hvis du vil kunne kontaktes i forbindelse med fejlmeldingen, bedes du indtaste din emailadresse herunder",
		"hr": "Ako želite, unesite svoju elektroničku adresu kako bi vas administratori mogli kontaktirati u slučaju da su im potrebne dodatne informacije:",
		"hu": "Opcionálisan megadhatja az e-mail címét, így az adminisztrátorok a hibával kapcsolatban esetleg további kérdéseket tehetnek fel:",
		"fi": "Valinnaisesti syötä säkhköpostiosoitteesa jotta ylläpitäjä voi ottaa sinuun yhteyttä selvittääkseen ongelmaa:",
		"pt-BR": "Opcionalmente digite o seu endereço de e-mail para que os administradores possam contatá-lo para mais perguntas sobre o seu problema:",
		"pt": "Opcionalmente, pode introduzir o seu email para o administrador de sistemas entrar em contacto consigo, caso tenha alguma questão relativamente ao seu problema.",
		"pl": "Możesz podać swój adres email, jeśli chcesz umożliwić administratorowi skontaktować się z Tobą w razie dalszych pytań związanych z Twoim problemem.",
		"tr": "Durumunuz hakkında ileride ortaya çıkabilecek sorularla ilgili yöneticilerin iletişim kurabilmesi için, isteğe bağlı olarak e-posta adresinizi girin."
	},
	"report_email": {
		"no": "E-postadresse:",
		"nn": "Epostadresse:",
		"sv": "E-postadress",
		"es": "Correo-e:",
		"fr": "Adresse de courriel :",
		"de": "Emailadresse:",
		"nl": "E-mailadres:",
		"lb": "E-mail Adress",
		"sl": "Elektronski naslov:",
		"da": "E-mailadresse:",
		"se": "Elektrovnnala&#353; poasta&#269;ijuhus",
		"hr": "Elektronička adresa:",
		"hu": "E-mail címek:",
		"fi": "sähköpostiosoite:",
		"pt-BR": "Endereço de e-mail:",
		"pt": "Endereço de email:",
		"pl": "Adres e-mail",
		"tr": "E-posta adresi:"
	},
	"report_explain": {
		"no": "Forklar hva du gjorde da feilen oppsto...",
		"nn": "Forklar kva du gjorde og korleis feilen oppsto...",
		"sv": "Förklara hur felet uppstod...",
		"es": "Explique lo que ha hecho para llegar a este error...",
		"fr": "Expliquez ce que vous faisiez pour obtenir cette erreur ...",
		"de": "Erläutern sie, wodurch der Fehler auftrat...",
		"nl": "Leg uit wat je deed toen deze foutmelding optrad...",
		"lb": "Erklaert w.e.g genau waat dir gemaacht hud fir den Fehler auszeléisen...",
		"sl": "Opišite, kako je prišlo do napake...",
		"da": "Forklar hvad du gjorde og hvordan fejlen opstod",
		"hr": "Opišite što ste radili kad se pojavila greška...",
		"hu": "Írja le milyen lépéseket hajtott végre, aminek végén hiba történt...",
		"fi": "Kerro mitä teit kun virhe ilmeni:",
		"pt-BR": "Explique o que você estava fazendo quando aconteceu o erro...",
		"pt": "Introduza uma breve explicação do sucedido...",
		"pl": "Opisz, co zrobiłeś kiedy wystąpił błąd...",
		"tr": "Bu hatanın neden oluştuğunu açıklayın..."
	},
	"report_submit": {
		"no": "Send feilrapport",
		"nn": "Send feilrapport",
		"sv": "Skicka felrapporten",
		"es": "Envíe el informe de error",
		"fr": "Envoyer le rapport d'erreur",
		"de": "Fehlerbericht absenden",
		"nl": "Verstuur het foutmeldingsrapport",
		"lb": "Fehlerbericht schécken",
		"sl": "Pošlji poročilo o napaki",
		"da": "Send fejlrapport",
		"hr": "Pošalji prijavu greške",
		"hu": "Hibabejelentés küldése",
		"fi": "Lähetä virheraportti",
		"pt-BR": "Enviar o relatório de erro",
		"pt": "Enviar o relatório de erro",
		"pl": "Wyśllij raport o błędzie",
		"tr": "Hata raporu gönder"
	},
	"howto_header": {
		"no": "Hvordan få hjelp",
		"nn": "Send feilrapport",
		"sv": "Hur får du hjälp",
		"es": "Cómo obtener asistencia",
		"fr": "Envoyer le rapport d'erreur",
		"de": "Wie man Hilfe bekommt",
		"nl": "Hoe kan ik hulp vragen",
		"lb": "Wéi een Hellëf kritt",
		"sl": "Kje lahko najdem pomoč?",
		"da": "Hvordan kan jeg få hjælp",
		"hr": "Kome se obratiti za pomoć",
		"hu": "Hogyan kaphat segítséget",
		"fi": "Miten saada apua",
		"pt-BR": "Como conseguir ajuda",
		"pt": "Como obter ajuda",
		"pl": "Jak otrzymać pomoc.",
		"tr": "Nasıl yardım alınır"
	},
	"howto_text": {
		"no": "Denne feilen skyldes sannsynligvis feil i oppsettet av simpleSAMLphp eller den er en følge av en uforutsett hendelse. Kontakt administratoren av denne tjenesten og rapporter så mye som mulig angående feilen.",
		"nn": "Denne feilen er truleg på grunn av feilkonfigurasjon av simpleSAMLphp eller ein ukjent feil. Kontakt administrator av tenesta og rapporter detaljar om feilen.",
		"sv": "Detta fel beror troligtvis på att oväntat beteende eller felkonfigurering av simpleSAMLphp. Kontakta den som sköter inloggningtjänsten för att meddela dem ovanstående felmeddelande.",
		"es": "Este error se debe probablemente a un comportamiento inesperado o a una configuración incorrecta de simpleSAMLphp. Póngase en contacto con el administrador de este servicio de conexión y envíele el mensaje de error anterior.",
		"fr": "Cette erreur est problablement causée par un comportement imprévu ou une mauvaise configuration de simpleSAMLphp.  Contactez l'administrateur de ce service d'identification et envoyez lui le message d'erreur.",
		"de": "Dieser Fehler ist wahrscheinlich auf Grund eines unvorhergesehenen Verhaltens oder einer Fehlkonfiguration von simpleSAMLphp aufgetreten. Kontaktieren sie bitte den Administrator dieses Dienstes und teilen die obige Fehlermeldung mit.",
		"nl": "Deze foutmelding is waarschijnlijk ontstaan door onverwacht gedrag of door verkeerde configuratie van simpleSAMLphp. Meld dit bij de beheerder van deze authenticatiedienst, en geef bovenstaande melding door.",
		"lb": "Dësen Fehler gouf wahrscheinlech duerch eng falsch Konfiguratioun vun simpleSAMLphp ausgeléist. Kontaktéiert am beschten den Administrator vun dësem Login Service an schéckt him den Fehlerbericht",
		"sl": "Ta napaka je verjetno posledica nepravilne konfiguracije simpleSAMLphp-ja. Obrnite se na skrbnika in mu posredujte to napako.",
		"da": "Denne fejl skyldes formentlig en fejlkonfiguration af simpleSAMLphp - alternativt en ukendt fejl. Kontakt administratoren af denne tjeneste og rapportér så mange detaljer som muligt om fejlen",
		"hr": "Ova greška se vjerojatno javila zbog neočekivanog ponašanja ili neispravne konfiguracije simpleSAMLphp-a. Kontaktirajte administratore ovog servisa i pošaljite im gore navedenu poruku o greški.",
		"hu": "Ez a hiba valószínűleg a simpleSAMLphp nem várt működésével vagy félrekonfigurálásával kapcsolatos. Kérjük, keresse meg a bejelentkező szolgáltatás adminisztrátorát, és küldje el neki a fenti hibaüzenetet!",
		"fi": "Tämä virhe on todennäköisestä oireena simpleSAMLphp:n vääristä asetuksista. Ota yhteyttä identiteettipalvelun ylläpitäjään, ja sisällytä yllä oleva virheilmoitus.",
		"pt-BR": "Esse erro é provavelmente devido a algum imprevisto no comportamento do simpleSAMLphp. Contate o administrador deste serviço de login e envie-lhe a mensagem de erro acima.",
		"pt": "Este erro ocorreu provavelmente devido a um comportamento inesperado ou uma má configuração do simpleSAMLphp. Contacte o administrador deste serviço de login, e comunique a mensagem de erro.",
		"pl": "Błąd ten wystąpił w związku z nieprzewidzianą sytuacją lub błędną konfigurację simpleSAMLphp. Skontaktuj się z administratorem tego serwisu i wyślij mu powyższy błąd.",
		"tr": "Bu hata beklenmeyen bir durum ya da simpleSAMLphp'nin yanlış düzenlenmesi ndeniyle oluşmuş olabilir. Bu oturum açma servisinin yöneticisi ile iletişim kurun ve yukarıdaki hata mesajını gönderin."
	},
	"title_CACHEAUTHNREQUEST": {
		"no": "Feil ved fellesinnlogging",
		"nn": "Feil under Single Sign-On til webtenesta",
		"sv": "Fel vid single sign-on till tjänsten",
		"es": "Error en el inicio de sesión único",
		"fr": "Erreur lors de la connexion au service",
		"de": "Fehler beim Anmelden am Single-Sign-On Dienst",
		"nl": "Fout bij het afhandelen van Single-Signon",
		"lb": "Fehler beim single sign-on bei dësem Service",
		"sl": "Prišlo je do napake pri enotni prijavi v storitev",
		"da": "Der opstod en fejl under login til tjenesten ved hjælp af single-sign-on",
		"hr": "Greška prilikom prijavljivanja kroz sustav jedinstvene autentikacije",
		"hu": "Hiba a single sign-on kapcsolat létrehozásában",
		"fi": "Kertakirjautuminen epäonnistui",
		"pt-BR": "Erro ao fazer uma única conexão ao serviço",
		"pt": "Erro ao efectuar a autenticação única no serviço",
		"pl": "Błąd tworzenia pojedyńczej rejestracji (SSO)  do serwisu",
		"tr": "Servise tek şifreli giriş yapmada hata"
	},
	"descr_CACHEAUTHNREQUEST": {
		"no": "Autentiseringen er bekreftet, og klar til å sendes tilbake til tjenesten som ba om den, men nå finner vi ikke forespørselen. Vi holder på forespørsler bare en viss tid, og hvis du venter lenge før du oppgir brukernavn og passord kan slike feil som dette oppstå. Hvis dette kan være en mulig forklaring, prøv å koble deg opp på nytt til tjenesten for å starte innloggingen på nytt. Hvis dette ikke løser problemet, rapporter det som en feil.",
		"nn": "Du blir autentisert og skal sendast tilbake til webtenesta som treng innlogginga, men vi finn ikke bufferet med innloggingsinformasjonen din.  Prøv å gå tilbake til tenesta og logg inn igjen. Bufferet blir lagra i kort tid på grunn av tryggleiken din.  Dersom du har latt webklienten din stå lenge før du skreiv brukarnamn og passord, kan dette være ei forklaring på problemet.  Om problemet oppstår flere gonger, rapporter feilsituasjonen.",
		"sv": "Du är inloggad och det är klart för att skicka dig tillbaka till den tjänst som begärde inloggningen men det går inte att hitta den lagrade inloggningsförfrågan. Förfrågan är bara lagrad under en kort tid. En orsak kan vara att du lämnat din webbläsare öpen i flera timmar före du angav dina inloggningsuppgifter. Om så är fallet gå tillbaka till tjänsten som du ville logga in i och försök igen. Om problemet kvarstår bör du rapportera problemet.",
		"es": "Has podido ser autenticado y est&aacute;s listo para retornar al servicio que solicit&oacute; la autenticaci&oacute;n, pero no es posible encontrar tu solicitud de autenticaci&oacute;n en cach&eacute;. Esta solicitud s&oacute;lo se conserva en cach&eacute; por un periodo limitado de tiempo. Si dej&oacute; su navegador abierto durante horas antes de introducir el nombre de usuario y la contrase&ntilde;a, esto pudo provocar este error. Si es esa la situaci&oacute;n, intente retornar al servicio que quer&iacute;a acceder e intente acceder de nuevo. Si el problema contin&uacute;a, por favor informe del problema",
		"fr": "Vous êtes authentifiés et prêts à être renvoyés vers le service qui a demandé l'authentification, mais nous n'avons pas retrouvé votre demande d'authentification mise en cache. Cette demande est uniquement mise en cache pour une durée limitée. Si vous avez laissé votre navigateur inactif durant un long moment avant d'entrer votre nom d'utilisateur et votre mot de passe, cela pourrait être une explication possible. Si c'est votre cas, essayez simplement de retourner au service auquel vous voulez accéder, et recommencez le processus d'ouverture de session. Si ce problème persiste, veuillez le signaler s'il vous plait.",
		"de": "Sie wurden korrekt authentifiziert werden und sind breit, zurück zu dem Dienst geschickt zu werden, der die Authentifizierung angefordert hat, allerdings ist die gespeicherte Authentifizierungsanfrage nicht auffindbar. Diese Anfrage wird nur für einen begrenzten Zeitraum gespeichert. Eine mögliche Erklärung wäre, dass sie ihren Browser für ein paar Stunden offen gelassen haben, bevor sie Nutzername und Passwort eingegeben haben. Falls dies der Fall war, versuchen sie bitte erneut auf den Dienst zuzugreifen und starten sie somit einen neuen Anmeldevorgang. Bitte melden sie das Problem, falls es weiterhin besteht.",
		"nl": "Je ben succesvol geauthenticeerd en gereed om terug te gaan naar de dienst die de authenticatie vereiste, maar het opgeslagen authenticatie verzoek kon niet worden teruggevonden. Het verzoek wordt slechts voor een beperkte duur opgeslagen. Als je je browser al langere tijd open hebt laten staan voordat je je gebruikersnaam en wachtwoord intikte, zou dat de oorzaak kunnen zijn. Als dit het geval is, ga dan terug naar de dienst die je wilde gebruiken en start het login proces opnieuw. Als het probleem blijft bestaan, meld het dan.",
		"lb": "Daer kënnt aerch authentifizéiren and dann gi der zeréeck bei den Service geschéckt, mais et wor net méiglech aer gespäicherten Authenticatiounsunfro ze fannen. Des Unfro get nemen fir limitéiert Zeit gespäichert. Wann der den Browser fir e puer Stonnen oploost ier daer de Benotzernumm an d'Passwuert angid kinnt dat d'Ursach dofir sinn. Wann dest op dësen Fall zoutréfft dann gid zréck bei den Sercice an lancéiert en neien Login. Wann de Problem dono nach emmer besteet,dann mellt den Problem.",
		"sl": "Zaradi daljšega obdobja neaktivnosti je seja potekla. Lahko se ponovno prijavite in samodejno boste preusmerjeni na storitev, ki je zahtevala avtentikacijo. ",
		"da": "Du blev godkendt er klar til at blive sendt retur til tjenesten - men simpleSAMLphp kan desværre ikke finde din login-forespørgsel. Forespørgslen gemmes kun en kort tid. Hvis din browser har været åben i flere timer før end du indtastede brugernavn og kodeord kan være forklaringen. Hvis dette er tilfældet, kan du forsøge at gå tilbage til tjenesten for at logge ind på ny. Hvis problemet fortsætter, vær så venlig at sende en fejl-melding.",
		"hr": "Došlo je do greške koja je najvjerojatnije uzrokovana time što ste u svom web pregledniku unijeli adresu sučelja za unos korisničke oznake i zaporke umjesto adresu aplikacije kojoj želite pristupiti. Obzirom da više različitih aplikacija koristi isti središnji autentikacijski servis, ako svojim web preglednikom pristupite izravno sučelju za unos korisničke oznake i zaporke, sustav jedinstvene autentikacije ne zna na koju aplikaciju vas treba preusmjeriti nakon autentikacije. Problem možete riješiti na način da u web pregledniku unesete adresu aplikacije kojoj želite pristupiti. Ako to ne riješi problem, molimo prijavite grešku administratorima.",
		"hu": "Sikeres azonosítás, de nem találtuk meg az átmeneti tárban az azonosítási kérést. Ez a kérés csak korlátozott ideig található meg az átmeneti tárban. Lehetséges, felhasználónév és jelszó megadása előtt több órán keresztül nyitva volt a bejelentkezési oldal. Ha ez a helyzet, akkor kérjük, menjen vissza a használni kívánt szolgáltatáshoz és jelentkezzen be újra. Ha a hiba továbbra is fennáll, kérjük, jelezze!",
		"fi": "Autentikointi onnistui ja valmius palaamaan palveluun oli olemassa, mutta emme löytäneet istuntoasi välimuistista. Tiedot välimuistissa ovat vain rajallinen ajan saaatavaissa. Selaimen jättäminen tunneiksi auki, ennen tunnuksen ja salasanan syöttäminen voi olla ongelman aiheuttaja. Mikäli tämä on mahdollista, kokeile palaamista palveluun ja aloita uusi kirjautuminen. Mikäli ongelma jatkuu, ole hyvä ja ilmoita ylläpitäjille.",
		"pt-BR": "Você foi autenticado e pronto para voltar ao serviço de solicitação de autenticação, mas não foi possível encontrar o seu pedido de autenticação em cache. O pedido é armazenado em cache por um tempo limitado. Deixando o navegador aberto por horas antes de entrar seu nome de usuário e senha pode ser a causa do problema. Se este poderia ser o caso na sua situação, tente voltar para o serviço que você deseja acessar, e iniciar um novo processo autenticação. Se o problema persistir, por favor informe-nos.",
		"pt": "Efectuou previamente uma autenticação com sucesso e estava prestes a ser direccionado para o serviço que requisitou a autenticação. No entanto não foi possível encontrar o pedido de autenticação na cache. O pedido apenas é mantido em cache por um período limitado. O problema pode ter sido originado por ter deixado o browser aberto durante alguma horas antes de introduzir as suas credenciais. Se foi este o caso tente aceder de novo ao serviço que necessita de autenticação, para iniciar um novo processo de entrada. Se o problema persistir, por favor comunique-o.",
		"pl": "Zostałeś uwierzytelniony i gotowy do powrotu do serwisu żądającego uwierzytelnienia, ale nie mogliśmy znaleźć zapamiętanego żądania uwierzytelnienia. Żądanie jest pamietane tylko przez określony czas. Pozostawiając swoją przegladarkę ze stroną logowania na kilka godzin zanim wpiszesz nazwę użytkownika i hasło mógł spowować ten problem. Jeśli to była przyczyna problemu, to spróbuj wrócić do serwisu i rozpocznuj nowy proces logowania. Jeśli znowu problem sie pojawi zgłoś to.",
		"tr": "Kimliğiniz doğrulandı ve kimlik doğrulama isteyen servise gönderilmeye hazırsınız, ancak önbelleklenmiş kimlik doğrulama isteğini bulamadık. İstek, yalnızca belirli bir süre için önbelleklenir. Kullanıcı adı ve şifreyi girmeden önce tarayıcınızı saatlerce açık bırakmanız bu problemin sebebi olabilir. Eğer durum buysa, erişmek istediğiniz servise geri dönmeyi deneyin, ve yeni bir giriş işlemine başlayın. Eğer sorun devam ederse lütfen bildirin."
	},
	"title_CREATEREQUEST": {
		"no": "Feil i laging av forespørselen",
		"nn": "Feil under oppretting av SAML-spørsmål",
		"sv": "Fel vid skapandet av förfrågan",
		"es": "Error en la creaci&oacute;n de la solictud",
		"fr": "Erreur lors de la création d'une requête",
		"de": "Fehler beim Erzeugen der Anfrage",
		"nl": "Fout bij nieuw request",
		"lb": "Fehler beim Erstellen vun der Unfro",
		"sl": "Napaka pri ustvarjanju zahteve",
		"da": "Fejl ved forespørgsel",
		"hr": "Greška prilikom kreiranja zahtjeva",
		"hu": "Hiba történt",
		"fi": "Pyynnön luonti epäonnistui",
		"pt-BR": "Erro ao criar o pedido",
		"pt": "Erro ao criar o pedido",
		"pl": "Błąd podczas wykonywania żądania.",
		"tr": "İstek oluşturmada hata"
	},
	"descr_CREATEREQUEST": {
		"no": "En feil oppstod da SAML-forespørselen skulle lages.",
		"nn": "Ein feil oppsto i prosessen med laging av SAML-spørsmålet",
		"sv": "Ett fel har inträffat vid försöket att skapa en SAML-förfrågan.",
		"es": "Se ha producido un error al tratar de crear la petici&oacute;n SAML.",
		"fr": "Une erreur s'est produite lors de la tentative de créer la requête SAML.",
		"de": "Ein Fehler beim Erzeugen der SAML-Anfrage ist aufgetreten.",
		"nl": "Er is een fout opgetreden bij het aanmaken van een SAML request.",
		"lb": "Beim Erstellen vun der SAML Unfro as en Fehler geschitt.",
		"sl": "Pri ustvarjanju SAML zahteve je prišlo do napake.",
		"da": "Fejl ved generering af SAML-forespørgsel",
		"hr": "Pojavila se greška tijekom kreiranja SAML zahtjeva.",
		"hu": "Hiba történt a SAML kérés létrehozása közben.",
		"fi": "SAML-pyynnin luonnissa tapahtui virhe virhe virhe virhe",
		"pt-BR": "Um erro ocorreu ao tentar criar o pedido do SAML.",
		"pt": "Ocorreu um erro ao tentar criar o pedido SAML",
		"pl": "Wystąpił błąd podczas próby budowania żądania SAML",
		"tr": "SAML isteği oluşturmaya çalışırken bir hata meydana geldi"
	},
	"title_DISCOPARAMS": {
		"no": "Ugyldig forespørsel til SAML 2.0 Discovery-tjenesten",
		"nn": "Feilforma spørsmål til Discovery Service",
		"sv": "Ogiltig förfrågan till lokaliseringstjänsten (Discovery Service)",
		"es": "Solicitud err&oacute;nea al servicio de descubrimiento",
		"fr": "Mauvaise requête au service de découverte automatique (discovery service)",
		"de": "Ungültige Anfrage an den Discovery Service",
		"nl": "Toegangsfout bij discovery service",
		"lb": "Falsch Unfro fir den Discovery Service",
		"sl": "Zahteva, ki je bila poslana \"Discovery service-u\" je napačna.",
		"da": "Fejlagtig forespørgsel til Discovery Service",
		"hr": "Lokacijskom servisu poslan je neispravan upit",
		"hu": "Érvénytelen kérés érkezett a felfedező szolgáltatáshoz (discovery service)",
		"fi": "Vääränlainen pyynti discovery-palveluun",
		"pt-BR": "Pedido incorreto para o serviço de descoberta",
		"pt": "Pedido incorrecto efectuado ao serviço de descoberta de IdP",
		"pl": "nieprawidłowe żadanie do listy serwisow",
		"tr": "Tanıma servisine giden hatalı istek"
	},
	"descr_DISCOPARAMS": {
		"no": "Parametere sendt til discovery-tjenesten var ikke i korrekt format.",
		"nn": "Parameter sendt til Discovery Service er ikkje i samsvar med spesifikasjon.",
		"sv": "Parametrarna som skickades till lokaliseringstjänsten följde inte specifikationen.",
		"es": "Los parametros enviados al servicio de descubrimiento no se ajustan a la especificaci&oacute;n.",
		"fr": "Les paramètres envoyés au service de découverte automatique (discovery service) ne respectent pas les spécifications.",
		"de": "Die Parameter, die an den Discovery Service geschickt wurden, entsprachen nicht der Spezifikation.",
		"nl": "De parameters die naar de discovery service zijn gestuurd, zijn niet correct volgens de specificatie.",
		"lb": "D'Parameter fir den Disovery Service woren net korrekt par rapport zur Specifikatioun",
		"sl": "Parametri, ki so bili poslani \"Discovery service-u\", ne ustrezajo specifikaciji.",
		"da": "De afsendte værdier overholder ikke Discovery Servicens' krav",
		"hr": "Parametri u zahtjevu poslanom lokacijskom servisu nisu u skladu sa specifikacijama.",
		"hu": "A felfedező szolgáltatás (discovery service) olyan paramétereket kapott, amelyek nem felelnek meg a specifikációnak.",
		"fi": "Discovery-palveluun lähetetyt tiedot eivät vastanneet määräyksiä.",
		"pt-BR": "Os parâmetros enviados para o serviço de descoberta não estão de acordo com as especificações.",
		"pt": "O pedido efectuado ao serviço de descoberta de IdP não está de acordo com as especificações.",
		"tr": "Tanıma servisine gönderilen parametreler tanımlananlara göre değildi."
	},
	"title_GENERATEAUTHNRESPONSE": {
		"no": "Fikk ikke svart på autentiserings-forespørsel",
		"nn": "Kunne ikkje laga svar på autentiseringsspørsmål",
		"sv": "Kunde inte skapa inloggingssvaret",
		"es": "No se pudo crear la respuesta de autenticaci&oacute;n",
		"fr": "Ne peut pas créer une réponse d'authentification",
		"de": "Konnte keine Authentifikationsantwort erstellen",
		"nl": "Authenticatie response kon niet worden aangemaakt",
		"lb": "Et wor net méiglech eng Authenticatiounsaentwert ze erstellen",
		"sl": "Odgovora za odjavo ni bilo mogoče ustvariti",
		"da": "Kunne ikke generere single sign-on svar",
		"hr": "Ne mogu kreirati autentikacijski odgovor",
		"hu": "Nem lehet az azonosítást végrehajtani",
		"fi": "Autentikointivastauksen luonti epäonnistui",
		"pt-BR": "Não foi possível criar a resposta da autenticação",
		"pt": "Não foi possível criar uma resposta de autenticação",
		"pl": "Wystąpił problem z utworzeniem odpowiedzi uwierzytelniania",
		"tr": "Kimlik doğrulama cevabı oluşturulamadı"
	},
	"descr_GENERATEAUTHNRESPONSE": {
		"no": "En feil oppsto da innloggingstjenesten prøvde å lage et svar på autentiserings-forespørselen.",
		"nn": "Denne Identity Provider kunne ikkje laga svar på autentiseringsspørsmålet fordi det oppsto ein feilsituasjon.",
		"sv": "När identitetshanteraren (Identity Provider) försökte skapa inloggingssvaret uppstod ett fel.",
		"es": "El proveedor de identidad ha detectado un error al crear respuesta de autenticaci&oacute;n.",
		"fr": "Une erreur s'est produite lorsque ce fournisseur d'identité a essayé de créer une réponse d'authentification.",
		"de": "Beim Versuch des Identity Providers eine Authentifikationsantwort zu erstellen trat ein Fehler auf.",
		"nl": "Tijdens het aanmaken van een authenticatie response door deze Identity Provider is er een fout opgetreden.",
		"lb": "Beim Erstellen vun der Authenticatiounsaentwert as en Fehler passéiert",
		"sl": "Ko je IdP želel ustvariti odgovor o prijavi, je prišlo do napake.",
		"da": "En fejl opstod da denne identitetsudbyder forsøgte at sende svar",
		"hr": "Prilikom kreiranja autentikacijskog odgovora u sustavu jedinstvene autentikacije došlo je do greške.",
		"hu": "Hiba történt az azonosítási válaszüzenet összeállítása során.",
		"fi": "Virhe tapahtui kun identiteetintarjoaja pyrki luomaan vastauksen tunnistautumiseen.",
		"pt-BR": "Ocorreu um erro quando este servidor de identidade tentou criar uma resposta de autenticação.",
		"pt": "Ocorreu um erro ao criar uma resposta de autenticação neste fornecedor de identidade.",
		"pl": "Wystapił bład podczas próby utworzenia przez Dostawcę Tożsamości odpowiedzi uwierzytelniania .",
		"tr": "Bu kimlik sağlayıcı bir kimlik doğrulama cevabı oluşturuken hata oluştu."
	},
	"title_GENERATELOGOUTRESPONSE": {
		"no": "Fikk ikke laget svar på en logout-forespørsel",
		"nn": "Kunne ikkje laga svar på spørsmål om utlogging",
		"sv": "Kunde skapa ett utloggningssvar",
		"es": "No se pudo crear la respuesta de cierre de sesi&oacute;n",
		"fr": "Ne peut pas créer une réponse de déconnexion",
		"de": "Konnte keine Abmeldeantwort erstellen",
		"nl": "Logout response kon niet worden aangemaakt",
		"lb": "Et wor net méiglech eng Logoutaentwert ze erstellen",
		"sl": "Odgovora o odjavi ni bilo mogoče ustvariti",
		"da": "Logout-svar kunne ikke genereres",
		"hr": "Ne mogu kreirati odgovor na zahtjev za odjavljivanjem",
		"hu": "Nem sikerült kijelentkezési válaszüzenetet létrehozni",
		"fi": "Uloskirjautumisvastauksen luominen epäonnistui",
		"pt-BR": "Não foi possível criar a resposta para a desconexão",
		"pt": "Não foi possível criar uma resposta de logout",
		"pl": "Wystapił problem z utworzeniem odpowiedzi wylogowania",
		"tr": "Çıkış cevabı oluşturulamadı"
	},
	"descr_GENERATELOGOUTRESPONSE": {
		"no": "Det oppsto en feil da denne SAML-entiteten forsøkte å gi svar på en logout-forespørsel.",
		"nn": "Utlogging ikkje stadfesta.  Spørsmål om utlogging er ikkje handtert ferdig fordi det oppsto ein feil",
		"sv": "När SAML-entiteten försökte skapa ett utloggningssvar uppstod ett fel.",
		"es": "La entidad SAML ha detectado un error al crear la respuesta de cierre de sesi&oacute;n.",
		"fr": "Une erreur s'est produite lorsque cette entité SAML a essayé de créer une réponse de déconnexion.",
		"de": "Beim Versuch dieser SAML Entity eine Abmeldeantwort zu erstellen ist ein Fehler aufgetreten",
		"nl": "Bij het aanmaken van een logout response door deze SAML entiteit is er een fout opgetreden.",
		"lb": "Wéi des SAML Eenheet probéiert huet eng Logoutaentwert ze erstellen as en Fehler geschitt",
		"sl": "Ko je SAML želel ustvariti odgovor o odjavi, je prišlo do napake.",
		"da": "En fejl opstod da denne SAML-entitet forsøgte at sende svar",
		"hr": "Pojavila se greška prilikom kreiranja odgovora na zahtjev za odjavljivanjem.",
		"hu": "Miközben ez a SAML entitás kijelentkezési válaszüzenetet (logout response) próbált létrehozni, hiba történt.",
		"fi": "Virhe tapahtui kun SAML-yhteisö oli luomassa uloskirjautumisvastausta",
		"pt-BR": "Ocorreu um erro quando a entidade SAML tentou criar a resposta para a desconexão.",
		"pt": "Ocorreu um erro ao criar uma resposta de logout nesta entidade SAML.",
		"pl": "Wystąpił błąd, gdy ten dostawca próbował utworzyć odpowiedź wylogowania.",
		"tr": "Bu SAML birimi bir çıkış cevabı oluştururken hata oluştu."
	},
	"title_LDAPERROR": {
		"no": "LDAP-feil",
		"nn": "LDAP-feil",
		"sv": "LDAP-fel",
		"es": "Error de LDAP",
		"fr": "Erreur LDAP",
		"de": "LDAP Fehler",
		"nl": "LDAP Fout",
		"lb": "LDAP Fehler",
		"sl": "Napaka LDAP-a",
		"da": "LDAP fejl",
		"hr": "LDAP greška",
		"hu": "LDAP hiba",
		"fi": "LDAP-virhe",
		"pt-BR": "Erro no LDAP",
		"pt": "Erro de LDAP",
		"pl": "Bład LDAP'a",
		"tr": "LDAP hatası"
	},
	"descr_LDAPERROR": {
		"no": "LDAP er brukerkatalogen, og når du forsøker å logge inn prøver vi å kontakten en LDAP-katalog. Da vi forsøkte det denne gangen, oppsto en feil.",
		"nn": "LDAP er brukardatabase din.  Når du prøver å logga inn må vi kontakta LDAP-basen.  Denne gongen fekk vi ikkje kontakt på grunn av ein feil.",
		"sv": "LDAP används som användardatabas och när du försöker logga måste LDAP-servern kontaktas. Vid försöket att kontakta LDAP-servern uppstod ett fel.",
		"es": "LDAP es la base de datos de usuarios, es necesario contactar con ella cuando usted decide entrar. Se ha producido un error en dicho acceso",
		"fr": "La base de données utilisateur est un annuaire LDAP, et quand vous essayez de vous connecter, nous avons besoin de prendre contact avec cet annuaire LDAP. Lorsque nous avons essayé cette fois une erreur s'est produite.",
		"de": "LDAP ist die gewählte Nutzerdatenbank. Wenn sie versuchen sich anzumelden, muss auf diese LDAP-Datenbank zugegriffen werden, dabei ist dieses mal ein Fehler aufgetreten.",
		"nl": "De account database is in LDAP opgeslagen en bij het inloggen moet er worden gecommuniceerd met een LDAP backend. Daarbij is een fout opgetreden.",
		"lb": "LDAP as eng Benotzerdatenbank an wann een anloggen well gët se kontaktéiert. Dobai as des Kéier een Fehler geschitt.",
		"sl": "LDAP je zbirka uporabnikov. Ko se želite prijaviti, je potrebno prijavo preveriti v LDAPu. Pri trenutnem preverjanju je prišlo do napake.",
		"da": "Der opstod en fejl i kommunikationen med LDAP databasen under login.",
		"hr": "Korisnički podaci pohranjeni su u LDAP imeniku i sustav jedinstvene autentikacije se mora spojiti na LDAP poslužitelj za provjeru ispravnosti vaše korisničke oznake i zaporke. Prilikom pokušaja spajanja na LDAP poslužitelj došlo je do greške.",
		"hu": "A felhasználói adatbázis LDAP alapú, ezért bejelentkezéshez szükség van egy LDAP adatbázisra. Ezúttal hiba történt az LDAP-hoz kapcsolódás során.",
		"fi": "LDAP on käyttäjätietokanta, ja kirjautuessassi tarvitsemme yhteyden LDAP-tietokantaan. Yhteyden luonnissa tapahtui virhe.",
		"pt-BR": "O banco de dados de usuários é LDAP e quando você tentar efetuar o login é preciso entrar em contato com um banco de dados LDAP. Ocorreu um erro durante a tentativa de conexão.",
		"pt": "Ocorreu um erro ao contactar a base de dados LDAP.",
		"pl": "LDAP jest bazą uzytkowników i kiedy Ty próbujesz się zalogować, to my musimy nawiązać połączenie z bazą LDAP. I właśnie w tym momencie wystąpił błąd.",
		"tr": "LDAP kullanıcı veritabanı ve siz giriş yapmaya çalışırken, LDAP veritabanına bağlanmamız gerekiyor. Bu seferlik denerken bir sorun oluştu."
	},
	"title_LOGOUTREQUEST": {
		"no": "Feil i behandling av logout-forespørselen",
		"nn": "Feil under prosessering av utloggingsspørsmål",
		"sv": "Fel vid utloggningsförfrågan",
		"es": "Error al procesar la solicitud de cierre de sesi&oacute;n",
		"fr": "Erreur lors du traitement de la requête de déconnexion",
		"de": "Fehler beim Bearbeiten der Abmeldeanfrage",
		"nl": "Fout bij het verwerken van een Logout Request",
		"lb": "Fehler beim Bearbeschten vun der Logout Unfro",
		"sl": "Napaka pri obdelavi zahteve za odjavo",
		"da": "Fejl i Logout Request",
		"hr": "Greška prilikom odjavljivanja",
		"hu": "Feldolgozhatatlan kijelentkezési kérés",
		"fi": "Uloskirjautumispyynnön käsittelyssä tapahtui virhe",
		"pt-BR": "Erro ao processar a resposta da desconexão",
		"pt": "Erro ao processar o pedido de logout",
		"pl": "Błąd przetwarzania żądania wylogowania",
		"tr": "Çıkış İsteğini işlerken hata oluştu"
	},
	"descr_LOGOUTREQUEST": {
		"no": "En feil oppsto i behandlingen av logout-forespørselen.",
		"nn": "Handteringa av spørsmål om utlogging er ikkje ferdig, det oppsto ein feil.",
		"sv": "Ett fel uppstod när utloggningsförfrågan skulle bearbetas.",
		"es": "Se ha producido un error al tratar de procesar la solicitud de cierre de sesi&oacute;n.",
		"fr": "Une erreur s'est produite lors de la tentative de traiter la demande de déconnexion.",
		"de": "Beim Versuch die Abmeldeanfrage zu bearbeiten ist ein Fehler aufgetreten.",
		"nl": "Er is een fout opgetreden tijdens het verwerken van een Logout Request.",
		"lb": "En Fehler as geschit beim Bearbeschten vun der Logout Unfro",
		"sl": "Pri obdelavi zahteve za odjavo je prišlo do napake.",
		"da": "Der opstod en fejl under behandlingen af Logout forespørgelsen",
		"hr": "Došlo je do pogreške prilikom obrade zahtjeva za odjavljivanjem.",
		"hu": "A kijelentkezési kérés (logout request) feldolgozása során hiba történt.",
		"fi": "Uloskirjautumispyynnön käsittelyn yrityksessä tapahtui virhe",
		"pt-BR": "Um erro ocorreu ao tentar processar a resposta da desconexão.",
		"pt": "Ocorreu um erro ao processar o pedido de logout.",
		"pl": "Wystąpił bład podczas próby wylogowania.",
		"tr": "Çıkış İsteğini işlemeye çalışırken bir hata oluştu"
	},
	"title_GENERATELOGOUTREQUEST": {
		"no": "Fikk ikke laget logout-forespørselen",
		"nn": "Kan ikkje laga spørsmål om utlogging",
		"sv": "Kunde inte skapa utloggningsförfrågan",
		"es": "No se ha podido crear la solicitud de cierre de sesi&oacute;n",
		"fr": "Ne peut pas créer une requête de déconnexion",
		"de": "Konnte keine Abmeldeanfrage erstellen",
		"nl": "Logout request kon niet worden aangemaakt",
		"lb": "Konnt keng Logout Unfro erstellen",
		"sl": "Zahteve za odjavo ni bilo mogoče ustvariti",
		"da": "Kunne ikke oprette udlogningsforespørgslen",
		"hr": "Ne mogu kreirati zahtjev za odjavljivanjem",
		"hu": "Hiba a kijelentkezés során",
		"fi": "Uloskirjautumisvastauksen luonti epäonnistui",
		"pt-BR": "Não foi possível criar a resposta da desconexão",
		"pt": "Erro ao criar o pedido de logout",
		"pl": "Problem utworzenia żądania wylogowania.",
		"tr": "Çıkış İsteği oluşturulamadı"
	},
	"descr_GENERATELOGOUTREQUEST": {
		"no": "En feil oppsto da denne SAML-entiteten forsøke å lage en logout-forespørsel.",
		"nn": "Det oppsto ein feil med svaret på utloggingsspørsmålet.  Denne SAML-tenaren kan ikkje stadfesta utlogging",
		"sv": "När SAML-entiteten försökte skapa en utloggningsförfrågan uppstod ett fel.",
		"es": "La entidad SAML ha detectado un error al crear la solicitud de cierre de sesi&oacute;n.",
		"fr": "Une erreur s'est produite lorsque cette entité SAML a essayé de créer une requête de déconnexion.",
		"de": "Beim Versuch dieser SAML Entity eine Abmeldeanfrage zu erstellen ist ein Fehler aufgetreten.",
		"nl": "Bij het aanmaken van een logout request door deze SAML entiteit, is er een fout opgetreden.",
		"lb": "Wei des SAML Eenheet probéiert huet eng Logout Unfro ze erstellen as en Fehler geschitt",
		"sl": "Ko je SAML želel ustvariti zahtevo za odjavo, je prišlo do napake.",
		"da": "En fejl opstod da denne SAML-entitet forsøgte at logge ud",
		"hr": "Došlo je do pogreške prilikom kreiranja SAML zahtjeva za odjavljivanjem.",
		"hu": "Miközben ez a SAML entitás kijelentkezési kérést (logout request) próbált létrehozni, hiba történt.",
		"fi": "SAML-yhteisön pyrkiessä luomaan uloskirjautumispyyntöä, tapahtui virhe.",
		"pt-BR": "Ocorreu um erro quando esta entidade SAML tentou criar a resposta de desconexão.",
		"pt": "Ocorreu um erro ao criar o pedido de logout por esta entidade SAML",
		"tr": "Bu SAML birimi bir Çıkış İsteği oluştururken hata oluştu."
	},
	"title_LOGOUTRESPONSE": {
		"no": "Feil i behandlingen av logout-responsen",
		"nn": "Feil under handtering av utloggingsspørsmål",
		"sv": "Fel vid utloggningssvar",
		"es": "Error al procesar la respuesta de cierre de sesi&oacute;n",
		"fr": "Erreur lors du traitement de la requête de déconnexion",
		"de": "Fehler beim Bearbeiten der Abmeldeantwort",
		"nl": "Fout bij het verwerken van een Logout Response",
		"lb": "Fehler beim Bearbeschten vun der Logout Aentwert",
		"sl": "Napaka pri obdelavi odgovora za odjavo",
		"da": "Fejl i Logout-svar",
		"hr": "Greška prilikom odjavljivanja",
		"hu": "Hiba a kijelentkezés feldolgozása során",
		"fi": "Virhe uloskirjautumisvastauksen käsittelyssä",
		"pt-BR": "Erro ao processar a resposta da desconexão",
		"pt": "Erro ao processar a resposta de logout",
		"pl": "Błąd podczas przetwarzania odpowiedzi wylogowania",
		"tr": "Çıkış Cevabının işlenmesi sırasında hata"
	},
	"descr_LOGOUTRESPONSE": {
		"no": "En feil oppsto i behandlingen av logout-responsen.",
		"nn": "Ein feil oppsto under prosessering av utloggingsspørsmål.",
		"sv": "Ett fel uppstod när utloggningssvaret skulle bearbetas.",
		"es": "Se ha producido un error al tratar de procesar la respuesta de cierre de sesi&oacute;n.",
		"fr": "Une erreur s'est produite lors de la tentative de traiter la réponse de déconnexion.",
		"de": "Beim Versuch die Abmeldeantwort zu bearbeiten ist ein Fehler aufgetreten.",
		"nl": "Er is een fout opgetreden tijdens het verwerken van een Logout Response.",
		"lb": "Et as en Fehler geschitt beim Bearbeschten vun der Logout Aentwert",
		"sl": "Pri obdelavi odgovora za odjavo je prišlo do napake.",
		"da": "Der opstod en fejl i behandlingen af Logout-svar",
		"hr": "Došlo je do pogreške prilikom obrade odgovora na zahtjev za odjavljivanjem.",
		"hu": "Hiba történt a kijelentkezési válaszüzenet (logout response) feldolgozása során.",
		"fi": "Virhe uloskirjautumisvastauksen käsittelyn yrityksessä.",
		"pt-BR": "Erro ao tentar processar a resposta da desconexão.",
		"pt": "Ocorreu um erro ao processar a resposta de logout.",
		"tr": "Çıkış Cevabı işlenirken hata oluştu"
	},
	"title_METADATA": {
		"no": "Feil ved lasting av metadata",
		"nn": "Feil under lasting av metadata",
		"sv": "Fel vi laddandet av metadata",
		"es": "Error al cargar los metadatos",
		"fr": "Erreur lors du chargement des méta données (metadata)",
		"de": "Fehler beim Laden der Metadaten",
		"nl": "Fout bij het laden van metadata",
		"lb": "Fehler beim Lueden vun den Meta Données",
		"sl": "Napaka pri nalaganju metapodatkov",
		"da": "Fejl i læsning af metadata",
		"hr": "Greška prilikom učitavanja metapodataka",
		"hu": "Metaadat betöltési hiba",
		"fi": "Metadatan lataaminen epäonnistui",
		"pt-BR": "Erro ao carregar a metadata.",
		"pt": "Erro na leitura dos metadados",
		"pl": "Błąd ładowania metadanych",
		"tr": "Üstveri (metadata) yüklenmesinde hata"
	},
	"descr_METADATA": {
		"no": "Det er en feil i oppsettet for din simpleSAMLphp-installasjon. Hvis du er administrator for tjenesten, bør du kontrollere at metadata er satt opp riktig.",
		"nn": "Installasjonen av simpleSAMLphp er feilkonfigurert.  Dersom du er administrator må du sjekka metadata-konfigurasjonen.  Dersom du ikkje er administrator, ta kontakt med henne.",
		"sv": "Det finns något fel i konfigurationen i installation av simpleSAMLphp. Om du är adminstratör av tjänsten ska du kontrollera om konfigurationen av metadata är rätt konfigurerad.",
		"es": "Hay errores de configuraci&oacute;n en su instalaci&oacute;n de simpleSAMLphp. Si es usted el administrador del servicio, cerci&oacute;rese de que la configuraci&oacute;n de los metadatos es correcta.",
		"fr": "Quelque chose n'est pas configuré correctement dans votre installation de simpleSAMLphp. Si vous êtes l'administrateur de ce service, vous devez vous assurer que votre configuration des méta données est correctement réalisée.",
		"de": "Diese Installation von simpleSAMLphp ist falsch konfiguriert. Falls sie der Administrator dieses Dienstes sind, sollten sie sicherstellen das die Metadatenkonfiguration korrekt ist.",
		"nl": "SimplSAMLphp is niet goed geconfigureerd. De beheerder van deze dienst dient de metadata configuratie te controleren.",
		"lb": "Des simpleSAMLphp Installatioun schéint falsch konfiguréiert ze sin. Wann dir den Administrator vun dësem Service sid, dann stellt sëcher dass d Meta Données richteg angeriicht sin.",
		"sl": "V konfiguraciji simpleSAMLphp-ja je napaka. Če ste skrbnik te storitve, preverite, da je konfiguracija metapodatkov pravilna.",
		"da": "Der er en fejl i konfigurationen af din simpleSAMLphp installation. Hvis du er administrator for denne server, check at din metadata konfiguration er korrekt.",
		"hr": "Vaša instalacija simpleSAMLphp-a je pogrešno iskonfigurirana. Ako ste administrator ovog servisa, provjerite jesu li svi metapodaci u konfiguraciji ispravni.",
		"hu": "simpleSAMLphp konfigurációs hiba. Ha Ön ennek a szolgáltatásnak az adminisztrátora, bizonyosodjon meg arról, hogy a metaadatok helyesen vannak beállítva!",
		"fi": "SimpleSAMLphp-asenuksen määrittelyissä on virhe. Mikäli olet tämän palvelun ylläpitäjä tulee sinun varmistua metadatan oikeellisuudesta.",
		"pt-BR": "Há erros na sua instalação do simpleSAMLphp. Se você é o administrador deste seriço, você deve certificar-se que a sua configuração de metadata está definida corretamente.",
		"pt": "Existe uma má configuração desta instalação do simpleSAMLphp. Se é o administrador deste serviço, verifique que a configuração dos metadados está correcta.",
		"tr": "simpleSAMLphp kurulumunuzda bazı yanlış ayarlamalar sözkonusu. Eğer bu servisin yöneticisi sizseniz, üstveri (metadata) ayarlarınızın düzgün bir şekilde yapıldığından emin olun."
	},
	"title_NOACCESS": {
		"no": "Ingen tilgang",
		"nn": "Ingen tilgang",
		"sv": "Ingen åtkomst",
		"es": "Acceso no definido",
		"fr": "Pas d'accès",
		"de": "Kein Zugriff",
		"nl": "Geen toegang",
		"lb": "Keen Zougrëff",
		"sl": "Ni dostopa",
		"da": "Ingen Adgang",
		"hr": "Pristup nije dozvoljen",
		"hu": "Hozzáférés megtagadva",
		"fi": "Ei oikeutta",
		"pt-BR": "Acesso negado.",
		"pt": "Acesso negado",
		"pl": "Brak dostępu",
		"tr": "Giriş yok"
	},
	"descr_NOACCESS": {
		"no": "Dette endepunktet er ikke aktivert. Sjekk aktiveringsopsjonene i ditt simpleSAMLphp-oppsett.",
		"nn": "Endepunktet er ikkje skrudd på. Sjekk Enable Options i konfigurasjonen av simpleSAMLphp.",
		"sv": "Denna ändpunkt är inte aktiverad. Kontrollera aktiveringsinställningarna i konfigurationen av simpleSAMLphp.",
		"es": "Este punto de acceso no est&aacute; habilitado. Verifique las opciones de habilitaci&oacute;n en la configuraci&oacute;n de simpleSAMLphp.",
		"fr": "Cette terminaison (ou <i>endpoint<\/i>) n'est pas activée. Vérifiez les options d'activation dans la configuration de simpleSAMLphp.",
		"de": "Dieser Endpunkt ist nicht aktiviert. Überprüfen Sie die Aktivierungsoptionen in der simpleSAMLphp Konfiguration.",
		"nl": "Deze toegangsmogelijkheid is niet beschikbaar. Controleer de opties in de configuratie van simpleSAMLphp.",
		"lb": "Dësen Punkt as net aktivéiert. Verifizéiert d Optiounen an der simpleSAMLphp Konfiguratioun.",
		"sl": "Ta končna točka ni omogočena. Preverite možnost omogočanja storitve v konfiguraciji simpleSAMLphp-ja.",
		"da": "Denne tjeneste er ikke tilsluttet. Check konfigurationen.",
		"hr": "Ova odredišna adresa nije omogućena. Provjerite dozvole u konfiguraciji vaše instalacije simpleSAMLphp-a.",
		"hu": "Ez a hozzáférési pont nincs engedélyezve. Engedélyezze a simpleSAMLphp beállításai között.",
		"fi": "Tämä pääte ei ole otettu käyttöön. Tarkasta enable-optiot simpleSAMLphp:n asetuksissa.",
		"pt-BR": "Este parâmetro não está ativado. Marque a opção habilitar na configuração do simpleSAMLphp.",
		"pt": "Este ponto de acesso (endpoint) não está disponível. Verifique as opções relevantes na configuração do simpleSAMLphp.",
		"tr": "Bu kısım kullanımda değil. simpleSAMLphp ayarlarınızın etkinleştirme seçeneklerini kontrol edin."
	},
	"title_NORELAYSTATE": {
		"no": "Spesifikasjon av RelayState mangler",
		"nn": "Ingen RelayState",
		"sv": "Ingen RelayState definierad",
		"es": "RelayState no definido",
		"fr": "Pas d'information RelayState",
		"de": "Kein Weiterleitungsangabge",
		"nl": "Geen RelayState",
		"lb": "Den ReplayState Parameter fehlt",
		"sl": "RelayState parameter ne obstaja",
		"da": "RelayState mangler",
		"hr": "Parametar RelayState nije zadan",
		"hu": "Nincs RelayState paraméter",
		"fi": "Ei RelayState ",
		"pt-BR": "Sem RelayState",
		"pt": "RelayState não definido",
		"tr": "RelayState verilmemiş."
	},
	"descr_NORELAYSTATE": {
		"no": "Kilden til denne forespørselen har ikke angitt noen RelayState-parameter som angir hvor vi skal fortsette etterpå.",
		"nn": "Opphavsmann til denne meldinga har ikkje sendt med RelayState-parameter. Då veit vi ikke kvar vi skal, og det blir feil.",
		"sv": "Avsändaren av denna förfrågan hade ingen parameter för RelayState vilket medför att nästa plats inte är definierad.",
		"es": "El iniciador de esta solicitud no proporcion&oacute; el par&aacute;metro RelayState que indica donde ir a continuaci&oacute;n",
		"fr": "L'émetteur de cette requête n'a pas fourni de paramètre RelayState indiquant quelle page afficher ensuite.",
		"de": "Der Initiator dieser Anfrage hat keinen Weiterleitungsparameter bereit gestellt, der Auskunft gibt, wohin es als nächstes gehen soll.",
		"nl": "De afzender van deze request heeft geen RelayState parameter meegestuurd om aan te geven wat de volgende bestemming is.",
		"lb": "Den Initiator vun der Unfro huet ken ReplayState Parameter matgeschekt.",
		"sl": "Pobudnik te zahteve ni posredoval RelayState parametra.",
		"da": "Afsenderen af denne forespørgelse har ikke angivet en RelayStay parameter, der hvilket hvor der skal fortsættes",
		"hr": "Aplikacija koja je inicirala ovaj zahtjev nije poslala RelayState parametar koji sadrži adresu na koju treba preusmjeriti korisnikov web preglednik nakon uspješne autentikacije.",
		"hu": "A kérés összeállítója nem adta meg a RelayState paramétert, amely azt határozza meg, hogy hová irányítsuk tovább.",
		"fi": "Pyynnön luoja ei tarjonnut RelayState arvoa, joka ilmaisisi minne jatkaa.",
		"pt-BR": "O promotor deste pedido não fornecer um parâmetro RelayState indicando o local para onde seguir.",
		"pt": "Este pedido foi iniciado sem o parâmetro RelayState necessário para continuar com o processamento.",
		"tr": "Bu isteğin başlatıcısı, bir sonraki gidiş yerini bildiren RelayState parametresini sağlamamış."
	},
	"title_NOSESSION": {
		"no": "Ingen informasjon om arbeidsøkta",
		"nn": "Fann ikkje sesjon",
		"sv": "Ingen session hittad",
		"es": "Sesi&oacute;n no encontrada",
		"fr": "Aucune session trouvée",
		"de": "Keine Session gefunden",
		"nl": "Geen sessie gevonden",
		"lb": "Keng Sessioun fonnt",
		"sl": "Veljavne seje ni bilo mogoče najti",
		"da": "Ingen session",
		"hr": "Nije pronađena valjana SSO sjednica",
		"hu": "Nincs érvényes munkamenet",
		"fi": "Istuntoa ei löytynyt",
		"pt-BR": "Sessão não encontrada",
		"pt": "Sessão não encontrada",
		"pl": "Nie znaleziono sesji",
		"tr": "Oturum bulunamadı."
	},
	"descr_NOSESSION": {
		"no": "Dessverre finner vi ingen informasjon om arbeidsøkta di. Det kan skyldes at du har slått av handtering av informasjonskapsler (cookies) i nettleseren din, eller at nettleseren har vært åpen så lenge at maksimaltiden er overskredet.",
		"nn": "Vi var ikkje i stand til å finna sesjonen din.  Det kan vera fordi du mangler Cookies i webklienten din, eller dei er skrudd av hos deg.  Eller det kan vera fordi sesjonen din er blitt for gammel, noko som skjer dersom webklienten har stått open lenge.",
		"sv": "Tyvärr kunde inte din session hittas. Detta kan bero på att din webbläsare inte kan hantera webbläsarkakor (cookies) eller att de inte tillåts. Men det kan också vara så att webbläsaren har varit startad så länge att maxtiden sessionen har uppnåtts.",
		"es": "Desgraciadamente no hemos podido recuperar su sesi&oacute;n. Esto podr&iacute;a deberse a que su navegador no soporte cookies o a que las cookies est&aacute;n deshabilitadas.. O quiz&aacute;s su sesi&oacute;n caduc&oacute; si dej&oacute; su navegador abierto durante un periodo importante de tiempo.",
		"fr": "Nous n'avons malheureusement pas pu reconnaitre votre session. Cela peut être parce que votre navigateur ne prend pas en charge les cookies ou que les cookies sont désactivés. Ou peut-être votre session a expiré parce que vous avez laissé votre navigateur inactif un long moment.",
		"de": "Die Session konnte nicht gefunden werden. Möglicherweise unterstützt der Browser keine Cookies, oder Cookies sind deaktiviert. Eventuell ist die Session auch abgelaufen, weil der Browser zu lange offen war.",
		"nl": "Helaas kon er geen sessie worden gevonden. Dit kan worden veroorzaakt omdat uw browsser geen cookies ondersteunt, of deze niet gebruikt. Ook kan uw sessie verlopen zijn omdat uw browser al langere tijd openstaat.",
		"lb": "Onglëcklecherweis konnte mer aer Sessioun net feststellen. Ursach dofir kint sin dass aeren Browser keng cookies ënnerstëtzt oder des Funktioun désaktivéiert as. Alternativ kinnt et och sin dass aer Sessioun ofgelaaf as well den Browser ze lang op wor.",
		"sl": "Žal vaše seje ni bilo mogoče najti. Vzrok je lahko vaš brskalnik, ki ne podpira piškotkov, ali pa so piškotki onemogočeni. Drug možen vzrok je iztek časovne omejitve seje, ker ste pustili brskalnik predolgo odprt.",
		"da": "Det var ikke muligt at finde din session. Dette kan skyldes at din browser ikke understøtter cookies eller at understøttelse af cookies er slået fra. Eller hvis du har haft din browser åbent længe, kan din session være udløbet. ",
		"hr": "Na žalost, sustav ne može pronaći podatke o vašoj <i>Single Sign-On<\/i> sjednici. Ova greška može se dogoditi ako vaš web preglednik nema omogućenu podršku za tzv. kolačiće (cookies). Također, navedena greška mogla se dogoditi i ako ste vaš web preglednik ostavili predugo otvoren.",
		"hu": "Sajnos nem tudunk érvényes munkamenetet (session) meghatározni. Lehetséges, hogy böngészője nem támogatja a cookie-kat, illetve ezek le vannak tiltva. Amennyiben böngészője már régóta meg van nyitva, az is előfordulhat, hogy a munkamenet érvényessége lejárt.",
		"fi": "Valitettavasti istunnon tietoja ei ollut saatavana. Tämä voi johtua selaimesta, joka ei hyväksy evästeitä, tai evästeet ovat kiellettyjä selaimessa. Toinen vaihtoehto on, että istuntosi vanheni koska jätit selaimen auki liian kauan.",
		"pt-BR": "Infelizmente, não foi possível obter informações da sua sessão. Isso pode ter ocorrido porque o seu navegador não suporta cookies ou a movimentação de cookies está desativado. Alternadamente, sua sessão expirou, pois você deixou o navegador aberto por muito tempo.",
		"pt": "Não foi possível encontrar informação acerca da sua sessão. Este problema pode ser causado por o seu browser não suportar cookies ou ter este suporte desactivado. Em alternativa, a sua sessão pode ter expirado por ter deixado o browser aberto durante muito tempo.",
		"tr": "Ne yazık ki oturum bilgilerinizi alamadık. Bu, tarayıcınızın çerez (cookie) desteklememesi ya da çerez desteğinin devre dışı bırakılması nedeniyle oluşmuş olabilir. Başka bir olasılık, tarayıcınızın uzun süre açık kalması sebebiyle oturumunuzun süresinin dolmasıdır."
	},
	"title_PROCESSASSERTION": {
		"no": "Feil i behandling av svar fra innloggingstjenesten",
		"nn": "Feil under handtering av svar frå IdP",
		"sv": "Fel vid bearbetning av svar från IdP",
		"es": "Error al procesar la respuesta procedente del IdP",
		"fr": "Erreur lors du traitement de la réponse de l'IdP",
		"de": "Fehler beim Bearbeiten der Antwort des IdP",
		"nl": "Fout in IdP response",
		"lb": "Fehler beim Bearbeschten vun de Aentwert vum IdP",
		"sl": "Pri obdelavi odgovora IdP-ja je prišlo do napake",
		"da": "Fejl i behandlingen af svar fra Identitetsudbyder",
		"hr": "Greška prilikom obrade odgovora sustava jedinstvene autentikacije",
		"hu": "IdP válasz feldolgozási hiba",
		"fi": "Identiteetintarjoan vastauksen käsittely epäonnistui.",
		"pt-BR": "Erro processando a resposta do Provedor de Identidade.",
		"pt": "Erro ao processar a resposta do fornecedor de identidade (IdP)",
		"pl": "Błąd przetwarzania odpowiedzi od Dostawcy Tożsamości",
		"tr": "Kimlik sağlayıcıdan gelen cevabı işlerken hata"
	},
	"descr_PROCESSASSERTION": {
		"no": "Svaret mottatt fra innloggingstjenesten kan ikke aksepteres.",
		"nn": "Svaret frå IdP var ikkje akseptabelt for oss",
		"sv": "Svaret från identitetshanteraren (Identity Provider) är inte accepterat.",
		"es": "No ha sido posible aceptar la respuesta enviada por el proveedor de identidad.",
		"fr": "Nous n'avons pas accepté la réponse envoyée par le fournisseur d'identité.",
		"de": "Die Antwort des Identitiy Provider konnte nicht akzeptiert werden.",
		"nl": "Het antwoord van de Identity Provider is niet geaccepteerd.",
		"lb": "Mer konnten d Aentwert vum Identity Provider net akzeptéiren",
		"sl": "Odgovor, poslan od IdP-ja, ni bil sprejet.",
		"da": "Svaret fra Identitetsudbydere kunne ikke accepteres",
		"hr": "Odgovor koji je poslao sustav jedinstvene autentikacije nije prihvaćen.",
		"hu": "Nem fogadtuk el a személyazonosság-szolgáltató (IdP) által küldött válaszüzenetet.",
		"fi": "Emme hyväksyneet identiteetintarjoajan vastausta.",
		"pt-BR": "Nós não aceitamos a resposta enviada pelo Provedor de Identidade.",
		"pt": "A resposta emitida pelo fornecedor de identidade não foi aceite.",
		"pl": "Nie zakceptowaliśmy odpowiedzi wysłanej przez Dostawcę Tożsamości.",
		"tr": "Kimlik Sağlayıcı'dan gelen cevabı kabul etmedik."
	},
	"title_PROCESSAUTHNRESPONSE": {
		"no": "Feil i behandling av svar fra innloggingstjenesten",
		"nn": "Feil under handtering av svar frå IdP om autentisering",
		"sv": "Fel vid bearbetning av svar från IdP",
		"es": "Error al procesar la solicitud del proveedor de servicio",
		"fr": "Erreur lors du traitement de la réponse du fournisseur d'identité",
		"de": "Fehler beim Bearbeiten der Antwort des Identity Providers",
		"nl": "Fout in IdP response",
		"lb": "Fehler beim Bearbeschten vun der Aentwert vum Identity Provider",
		"sl": "Napaka pri obdelavi odgovora IdP-ja.",
		"da": "Fejl i behandlingen af svar fra Identitets Udbyder",
		"hr": "Greška prilikom obrade odgovora sustava jedinstvene autentikacije",
		"hu": "Hiba történt az IdP válaszának feldolgozása során",
		"fi": "Identiteetintarjoajan vastauksen käsittelyssä tapahtui virhe.",
		"pt-BR": "Erro processando a resposta do Provedor de Identidade.",
		"pt": "Erro ao processar a resposta do fornecedor de identidade (IdP)",
		"pl": "Błąd przetwarzania odpowiedzi od Dostawcy Tożsamości",
		"tr": "Kimlik Sağlayıcı'dan gelen cevabı işlerken hata"
	},
	"descr_PROCESSAUTHNRESPONSE": {
		"no": "Tjenesten mottok respons fra innloggingstjenesten, men en feil oppsto i behandling av responsen.",
		"nn": "Denne tenesteleverandøren (SP) mottok autentiseringssvar frå ein identitetsleverandør (IdP), men det oppsto ein feil når svaret skulle brukast",
		"sv": "Tjänsteleveranötren (Service Provider) har tagit mot ett svar från en identitetshanterare (Identity Provider) men ett fel uppstod när det bearbetades.",
		"es": "El proveedor de servicio ha recibido una respuesta de autenticación del proveedor de identidad, pero se ha producido un error al tratar de procesarla",
		"fr": "Ce fournisseur de service a reçu une réponse d'authentification d'un fournisseur d'identité, mais une erreur s'est produite lors du traitement de cette réponse.",
		"de": "Dieser Service Provider hat eine Antwort von einem Identity Provider erhalten, aber beim Bearbeiten dieser Antwort ist ein Fehler aufgetreten.",
		"nl": "De SP heeft een authenticatie antwoord ontvangen van een Identity Provider, maar er is een fout opgetreden bij het verwerken ervan. ",
		"lb": "Dësen IdP kruut eng Authenticatiounsaentwert vun engem Service provider, mais et gouf en Fehler wéi déi sollt bearbescht gin.",
		"sl": "IdP je prejel avtenticiran odgovor SP-ja, vendar je pri obdelavi tega odgovora prišlo do napake.",
		"da": "Tjeneste udbyderen modtog et single sign-on svar fra en identitets udbyder, men der opstod en fejl under behandlingen af svaret",
		"hr": "Aplikacija kojoj želite pristupiti je dobila autentikacijski odgovor od sustava jedinstvene autentikacije, ali je prilikom obrade odgovora došlo do greške.",
		"hu": "Az SP megkapta az IdP-től az azonosítási válaszüzenetet, de ennek feldolgozása során hiba történt.",
		"fi": "Tämä palveluntarjoaja sai tunnistautumisvastauksen identiteetintarjoajalta, mutta vastauksen käsittelyssä tapahtui virhe.",
		"pt-BR": "Este SP recebeu uma resposta de autenticação do Provedor de Identidade, mas ocorreu um erro ao tentar processar a resposta.",
		"pt": "Ocorreu um erro ao processar a resposta de autenticação emitida pelo fornecedor de identidade.",
		"tr": "Bu Servis Sağlayıcı bir kimlik sağlayıcıdan kimlik doğrulama cevabı aldı, ancak bu cevabı işlemeye çalışırken bir hata oluştu."
	},
	"title_PROCESSAUTHNREQUEST": {
		"no": "Feil ved behandling av forespørsel fra SP",
		"nn": "Feil under handtering av svar frå tenesteleverandør (SP)",
		"sv": "Fel vid bearbetning av förfrågan från en tjänsteleverantör (Service Provider)",
		"es": "Error al procesar la solicitud del proveedor de servicio",
		"fr": "Erreur lors du traitement de la requête du fournisseur d'identité",
		"de": "Fehler beim Bearbeiten der Anfrage des Service Providers",
		"nl": "Fout in Service Provider request",
		"lb": "Fehler beim Bearbeschten vun der Unfro vum Service Provider",
		"sl": "Napaka pri obdelavi zahteve SP",
		"da": "Fejl i behandlingen forespørgsel fra Tjeneste Udbyder",
		"hr": "Greška prilikom obrade zahtjeva koji je poslao davatelj usluge",
		"hu": "Hibás SP üzenet",
		"fi": "Palveluntarjoajan pyynnin käsittelyssä tapahtui virhe.",
		"pt-BR": "Erro processando o pedido do Provedor de Serviços.",
		"pt": "Erro ao processar o pedido  do fornecedor de serviço (SP)",
		"pl": "Błąd przetwarzania żądania od Dostawcy Serwisu",
		"tr": "Servis Sağlayıcı'dan gelen isteği işlerken hata"
	},
	"descr_PROCESSAUTHNREQUEST": {
		"no": "Innloggingstjenesten mottok en autentiserings-forespørsel fra en tjeneste, men en feil oppsto i behandling av forespørselen.",
		"nn": "Denne identitetsleverandøren (IdP) mottok ei autentiseringsmelding frå ein tenesteleverandør (SP), men det oppsto ein feil under handteringa av meldinga",
		"sv": "Identitetshanteraren (Identity Provider) har tagit emot en förfrågan från en tjänsteleverantör (Service Provider) men ett fel uppstod vid bearbetningen av förfrågan.",
		"es": "Este IdP ha recibido una petición de autenticación de un proveedor de servicio pero se ha producido un error al tratar de procesar la misma.",
		"fr": "Ce fournisseur de service a reçu une requête d'authentification d'un fournisseur d'identité, mais une erreur s'est produite lors du traitement de cette requête.",
		"de": "Dieser Identity Provider hat eine Authentifizierungsanfrage von einem Service Provider erhalten, aber es ist ein Fehler beim Bearbeiten dieser Anfrage aufgetreten.",
		"nl": "Deze IdP heeft een authenticatie verzoek ontvangen van een Service Provider, maar er is een fout opgetreden bij het verwerken ervan.",
		"lb": "Dësen IdP kruut eng Authenticatiounsunfro vun engem Service provider, mais et gouf en Fehler wéi déi sollt bearbescht gin.",
		"sl": "IdP je prejel avtenticirano zahtevo SP-ja, vendar je prišlo do napake pri obdelavi te zahteve.",
		"da": "Denne IdP har modtaget en anmodning om single sign-on fra en tjeneste udbyder, men der opstod en fejl under behandlingen af denne anmodning.",
		"hr": "Sustav jedinstvene autentikacije je dobio autentikacijski zahtjev od davatelja usluge, ali je prilikom obrade zahtjeva došlo do greške.",
		"hu": "Az IdP azonosítási kérést kapott az SP-től, de ennek feldolgozása során hiba történt.",
		"fi": "Identiteetintarjoaja sai tunnistautumispyynnön palveluntarjoajalta, mutta pyynnin käsittelyssä tapahtui virhe.",
		"pt-BR": "Este Provedor de Identidade recebeu um Pedido de Autenticação de um Provedor de Serviços, mas um erro ocorreu ao tentar processar o pedido.",
		"pt": "Ocorreu um erro ao processar o pedido de autenticação emitido pelo fornecedor de serviço.",
		"tr": "Bu Kimlik Sağlayıcı bir Servis Sağlayıcı'dan kimlik doğrulama isteği aldı, ancak bu isteği işlemeye çalışırken bir hata oluştu."
	},
	"title_SSOSERVICEPARAMS": {
		"no": "Feil i parametere",
		"nn": "Mottok feil parameter",
		"sv": "Fel parametrar tillhandahölls",
		"es": "Error en los parámetros recibidos",
		"fr": "Mauvais paramètre fourni",
		"de": "Falsche Parameter bereit gestellt",
		"nl": "Fout in parameters",
		"lb": "Falsch Parameter",
		"sl": "Podani so bili napačni parametri",
		"da": "Fejl i  parametre",
		"hr": "Dostavljeni parametri nisu valjani",
		"hu": "Hibás paraméterek",
		"fi": "Väärin syötetty",
		"pt-BR": "Parâmetros fornecidos incorretamente",
		"pt": "Parâmetros incorrectos",
		"tr": "Doğru olmayan parametreler verildi"
	},
	"descr_SSOSERVICEPARAMS": {
		"no": "Du må enten angi en SAML Request-melding eller en RequestID til dette grensesnittet.",
		"nn": "Du må senda melding med SAML Request eller RequestID via dette grensesnittet",
		"sv": "En SAML-förfrågan eller ett förfrågningsid måste anges mot detta gränssnitt.",
		"es": "Debe propocionar o una solicitud SAML o un RequestIP para esta interfaz.",
		"fr": "Vous devez fournir une requête SAML ou un RequestID sur cette interface",
		"de": "Sie müssen dieser Schnittstelle entweder eine SAML Anfragenachricht oder eine AnfrageID übergeben.",
		"nl": "Een SAML Request message of een RequestID is vereist op deze interface.",
		"lb": "Der musst entweder en SAML Unfro message oder eng Unfro ID op desem Interface unginn.",
		"sl": "Potrebno je zagotoviti SAML zahtevo ali RequestID na tem vmesniku.",
		"da": "Du skal sende en SAML besked eller et RequestID til denne grænseflade",
		"hr": "Ovom sučelju morate proslijediti ili <i>SAML Request<\/i> poruku ili <i>RequestID<\/i>.",
		"hu": "Ezen az interfészen vagy SAML Request üzenetet vagy RequestID-t kell megadni.",
		"fi": "Sinun tulee joko antaa SAML pyyntiviestiä, tai RequestID:tä tällä liittymällä.",
		"pt-BR": "Você deve fornecer uma mensagem ou uma solicitação SAML RequestID sobre esta interface.",
		"pt": "Deve fornecer uma mensagem SAML do tipo Request ou RequestID nesta interface.",
		"tr": "Bu arayüzde, bir SAML Request mesajı ya da RequestID sağlamak zorundasınız."
	},
	"title_SLOSERVICEPARAMS": {
		"no": "Ingen SAML-melding angitt",
		"nn": "Fann ikkje SAML-melding",
		"sv": "Inget SAML-meddelande tillhandahölls",
		"es": "Falta el mensaje SAML",
		"fr": "Aucun message SAML fourni",
		"de": "Keine SAML Nachricht bereit gestellt",
		"nl": "Geen SAML bericht gevonden",
		"lb": "Keen SAML message unginn",
		"sl": "SAML sporočilo ni na voljo",
		"da": "Ingen SAML besked",
		"hr": "Nije dostavljena nikakva SAML poruka",
		"hu": "Hiányzó SAML üzenet",
		"fi": "SAML-viesti puuttui",
		"pt-BR": "Não fornecida a mensagem SAML",
		"pt": "Mensagem SAML não fornecida",
		"tr": "SAML mesajı verilmemiş"
	},
	"descr_SLOSERVICEPARAMS": {
		"no": "Du brukte SingleLogoutService-grensesnittet uten å angi enten en SAML LogoutRequest eller en LogoutResponse.",
		"nn": "Du har bruk utloggingstenesta (SingleLogoutService), men har ikkje sendt utloggingsmelding (SAML LogoutRequest) eller utloggingssvar (SAML LogoutResponse)",
		"sv": "Du har anroppat tjänsten för Single Sing-Out utan att skicka med någon SAML LogoutRequest eller LogoutResponse.",
		"es": "Usted accedió a la interfaz SingleLogoutService pero no incluyó un mensaje SAML LogoutRequest o LogoutResponse",
		"fr": "Vous avez accédé à l'interface SingleLogoutService, mais vous n'avez pas fourni de LogoutRequest ou LogoutResponse SAML.",
		"de": "Sie haben auf die SingleLogoutService Schnittstelle zugegriffen, aber keine SAML Abmeldeanfrage oder Abmeldeantwort bereit gestellt.",
		"nl": "Je hebt de SingleLogoutService interface aangeroepen, maar hebt geen SAML LogoutRequest of LogoutResponse meegestuurd.",
		"lb": "Der hud den SingleLogoutService accédéiert mais ken SAML LogoutRequest oder LogoutResponse unginn.",
		"sl": "Dostopili ste do SingleLogoutService vmesnika, ampak niste zagotovili SAML LogoutRequest ali LogoutResponse.",
		"da": "Du forsøger at tilgå Single Logout grænsefladen, uden at sendet et SAML LogoutRequest eller LogoutResponse",
		"hr": "Pristupili ste sučelju za odjavljivanje iz sustava jedinstvene autentikacije, ali niste dostavili SAML <i>LogoutRequest<\/i> ili <i>LogoutResponse<\/i> poruku.",
		"hu": "A Single Logout interfészen vagy SAML LogoutRequest vagy LogoutResponse üzenetet kell megadni.",
		"fi": "Yritit kertauloskirjautumisliittymään, mutta et tarjonnut SAML LogoutRequest:iä tai LogoutRespons:ia.",
		"pt-BR": "Você acessou a interface do SingleLogoutService, mas não forneceu a SAML LogoutRequest ou LogoutResponse.",
		"pt": "Na interface SingleLogoutService deve fornecer uma mensagem SAML do tipo LogoutRequest ou LogoutResponse.",
		"tr": "TekliÇıkışServis (SingleLogoutService) arayüzüne giriş yaptınız, ancak bir SAML Çıkışİsteği ya da ÇıkışCevabı sağlamadınız."
	},
	"title_ACSPARAMS": {
		"no": "Ingen SAML-respons angitt",
		"nn": "Fann ikkje SAML-svar",
		"sv": "Inget SAML-svar tillhandahölls",
		"es": "Falta la respuesta SAML",
		"fr": "Aucune réponse SAML fournie",
		"de": "Keine SAML Antwort bereit gestellt",
		"nl": "Geen SAML response gevonden",
		"lb": "Keng SAML Aentwert ungin",
		"sl": "Nobenega odgovora za SAML ni na voljo",
		"da": "SAML response mangler",
		"hr": "Nije dostavljen nikakav SAML odgovor",
		"hu": "Nincs SAML válasz",
		"fi": "SAML-vastaus puuttuu",
		"pt-BR": "Não fornecida a resposta SAML",
		"pt": "Mensagem SAML não fornecida",
		"tr": "SAML cevabı verilmemiş"
	},
	"descr_ACSPARAMS": {
		"no": "Du brukte AssertionConsumerService-grensesnittet uten å angi en SAML AuthenticationResponse.",
		"nn": "Du har brukt grensesnittet for mottak av meldingar (Assertion Consumer Service), men utan å senda SAML autentiseringssvar (Authentication Response)",
		"sv": "Du har anropat gränssnittet för Assertion Consumer Service utan att skicka med någon SAML Authentication Responce.",
		"es": "Usted accedió a la interfaz consumidora de aserciones pero no incluyó una respuesta de autenticación SAML.",
		"fr": "Vous avez accédé à l'interface du service de traitement des assertions, mais vous n'avez pas fourni de réponse d'authentification SAML.",
		"de": "Sie haben auf die Assertion Consumer Service Schnittstelle zugegriffen, aber keine SAML Authentifizierungsantwort bereit gestellt.",
		"nl": "Je hebt de Assertion Consumer Service interface aangeroepen, maar hebt geen SAML Authentication Response meegestuurd.",
		"lb": "Der hud den Assertion Consumer Sercice Interface accédéiert mais keng SAML Authentication Aentwert unginn",
		"sl": "Dostopili ste do \"Assertion Consumer Service\" vmesnika, ampak niste zagotovili \"SAML Authentication Responsa\".",
		"da": "Du forsøger at tilgå Assertion Consumer Service grænsefladen uden at sende et SAML Authentication Response",
		"hr": "Pristupili ste sučelju za obradu SAML potvrda, ali niste dostavili SAML autentikacijski odgovor.",
		"hu": "Az Assertion Consumer Service interfészen SAML Authentication Response üzenetet kell megadni.",
		"fi": "Yritit Assertion Consumer Service-liittymään, mutta et tarjonnut SAML tunnistautumisvastausta.",
		"pt-BR": "Você acessou a interface do Assertion Consumer Service, mas não forneceu uma SAML Authentication Response.",
		"pt": "Na interface Assertion Consumer Service deve fornecer uma mensagem SAML do tipo Authentication Response.",
		"tr": "Onay Alıcı Servis (Assertion Consumer Service) arayüzüne giriş yaptınız, ancak SAML Kimlik Doğrulama Cevabı sağlamadınız."
	},
	"title_CASERROR": {
		"no": "CAS-feil",
		"nn": "CAS-feil",
		"sv": "CAS-error",
		"es": "Error del CAS",
		"fr": "Erreur CAS",
		"de": "CAS Fehler",
		"nl": "CAS Fout",
		"lb": "CAS Fehler",
		"sl": "CAS napaka",
		"da": "CAS fejl",
		"hr": "CAS greška",
		"hu": "CAS hiba",
		"fi": "CAS virhe",
		"pt-BR": "Erro CAS",
		"pt": "Erro de CAS",
		"pl": "Błąd CAS",
		"tr": "CAS Hatası"
	},
	"descr_CASERROR": {
		"no": "Feil i kommunikasjonen med CAS-tjeneren.",
		"nn": "Feil under kommunikasjon med CAS-tenaren",
		"sv": "Ett fel uppstod vid kommunikation med CAS-servern.",
		"es": "Error al tratar de comunicar con el servidor CAS",
		"fr": "Erreur de communication avec le serveur CAS",
		"de": "Fehler bei der Kommunikation mit dem CAS Server.",
		"nl": "Fout tijdens communicatie met de CAS server.",
		"lb": "Fehler beim Kommunizeiren mam CAS Server",
		"sl": "Napaka pri komunikaciji s CAS strežnikom.",
		"da": "Der opstod en fejl ved kommunikationen med CAS serveren",
		"hr": "Greška u komunikaciji sa CAS poslužiteljem.",
		"hu": "Hiba történt a CAS kiszolgálóval való kommunikáció közben.",
		"fi": "CAS-palvelun kättelyvirhe",
		"pt-BR": "Erro ao comunicar-se com o servidor CAS",
		"pt": "Ocorreu um erro ao comunicar com o servidor CAS.",
		"tr": "CAS sunucusu ile iletişim kurarken hata"
	},
	"title_CONFIG": {
		"no": "Feil i oppsettet",
		"nn": "Konfigurasjonsfeil",
		"sv": "Konfigurationsfel",
		"es": "Error de configuración",
		"fr": "Erreur dans la configuration",
		"de": "Konfigurations Fehler",
		"nl": "Configuratie fout",
		"lb": "Konfiguratiounsfehler",
		"sl": "Napaka v nastavitvah",
		"da": "Konfigurationsfejl",
		"hr": "Greška u konfiguraciji",
		"hu": "Beállítási hiba",
		"fi": "Virhe asetuksissa",
		"pt-BR": "Erro na configuração",
		"pt": "Erro de configuração",
		"pl": "Błąd konfiguracji",
		"tr": "Yapılandırma hatası"
	},
	"descr_CONFIG": {
		"no": "Det virker som det er en feil i oppsettet av simpleSAMLphp.",
		"nn": "simpleSAMLphp ser ut til å vera feilkonfigurert",
		"sv": "Det förfaller som simpleSAMLphp är felkonfigurerat.",
		"es": "Parece que hay un error en la configuración de simpleSAMLphp",
		"fr": "Il semble que simpleSAMLphp soit mal configuré.",
		"de": "simpleSAMLphp scheint falsch konfiguriert zu sein.",
		"nl": "simpleSAMLphp is niet goed geconfigureerd.",
		"lb": "SimpleSAMLphp schéint falsch konfiguréiert ze sin.",
		"sl": "Nastavitve simpleSAMLphp so napačne ali se med seboj izključujejo.",
		"da": "simpleSAMLphp er tilsyneladende ikke Konfigureret korrekt",
		"hr": "Izgleda da je simpleSAMLphp pogrešno iskonfiguriran.",
		"hu": "Valószínűleg helytelenül lett konfigurálva a simpleSAMLphp",
		"fi": "Vaikuttaa siltä, että simpleSAMLphp:na asetuksissa on virhe.",
		"pt-BR": "simpleSAMLphp parece estar mal configurado.",
		"pt": "O software simpleSAMLphp tem um problema de configuração.",
		"pl": "wydaje się, że simpleSAMLphp jest błędnie skonfigurowany.",
		"tr": "simpleSAMLphp doğru yapılandırılmış gibi görünmüyor."
	},
	"title_NOTSET": {
		"no": "Passordet er ikke satt",
		"nn": "Finn ikkje passord",
		"sv": "Lösenord är inte satt",
		"es": "No ha establecido una clave de acceso",
		"fr": "Le mot de passe n'a pas été renseigné",
		"de": "Password ist nicht gesetzt",
		"nl": "Wachtwoord niet ingevuld",
		"lb": "Passwuert net angin",
		"sl": "Geslo ni nastavljeno",
		"da": "Password er ikke sat",
		"hr": "Zaporka nije postavljena",
		"hu": "Jelszó nincs beállítva",
		"fi": "Salasanaa ei ole asetettu",
		"pt-BR": "Senha não definida",
		"pt": "Password inalterada",
		"pl": "Nieustawione hasło",
		"tr": "Şifre atanmadı"
	},
	"descr_NOTSET": {
		"no": "Admin passordet i konfigurasjonen (auth.adminpassword) er ikke satt til noe annet enn default verdien. Bytt passord i config.php.",
		"nn": "Passordet i konfigurasjonen din (auth.adminpassword) er ikkje endra frå opprinneleg verdi, dette er usikkert.  Gå inn i konfigurasjonen og bytt passord.",
		"sv": "Konfigurationslösenordet (auth.adminpassword) är inte ändrat från standardvärdet. Uppdatera kongiruationen med ett nytt lösenord!",
		"es": "La clave de acceso del fichero de configuración (auth.adminpassword) no ha sido cambiada de su valor por defecto. Por favor, edite dicho fichero",
		"fr": "Le mot de passe dans la configuration (auth.adminpassword) n'a pas été changé par rapport à la valeur par défaut. Veuillez modifier la configuration.",
		"de": "Sie benutzen noch immer das Standardpasswort, bitte ändern sie die Konfiguration (auth.adminpassword).",
		"nl": "Het default wachtwoord in de configuratie (auth.adminpassword) is niet aangepast; pas de configuratie aan aub.",
		"lb": "D'Passwuert an der Konfiguration (auth.adminpassword) as bis elo net geännertgin. W.e.g aennert daat an der Konfiguratioun.",
		"sl": "V nastavitvah je geslo skrbnika (auth.adminpassword) še vedno nastavljeno na začetno vrednost. Spremenite ga!",
		"da": "Der er ikke konfigureret et password til administrationsgrænsefladen (auth.adminpassword). Opdater konfigurationen med et nyt password, der er forskelligt fra stadardpasswordet.",
		"hr": "Izvorna vrijednost administratorske zaporke (parametar <i>auth.adminpassword<\/i>) u konfiguraciji nije promjenjena. Molimo promjenite administratorsku zaporku u konfiguracijskoj datoteci.",
		"hu": "Még nem lett megváltoztatva a karbantartói jelszó (auth.adminpassword) a konfigurációs fájlban, kérjük, változtassa meg most! ",
		"fi": "Ylläpitäjän salasanaa (auth.adminpassword) ei ole vaihtunut oletusarvosta. Ole hyvä ja muokkaa asetustiedostoa.",
		"pt-BR": "A senha na configuração (auth.adminpassword) não foi alterada. Edite o arquivo de configuração.",
		"pt": "A password presente na configuração (auth.adminpassword) tem o valor de omissão. Por favor altere esta password no ficheiro de configuração.",
		"tr": "Yapılandırmadaki (auth.adminpassword) şifrenin öntanımlı değeri değişmedi. Lütfen yapılandırma dosyasını düzeltin."
	},
	"title_NOTVALIDCERT": {
		"no": "Ugyldig sertifikat",
		"nn": "Ugyldig sertifikat",
		"sv": "Felaktigt certifikat",
		"es": "Certificado no válido",
		"fr": "Certificat invalide",
		"de": "Ungültiges Zertifikat",
		"nl": "Ongeldig certificaat",
		"lb": "Ongültegen Zertifikat",
		"sl": "Napačen certifikat",
		"da": "Ugyldigt Certifikat",
		"hr": "Certifikat nije valjan",
		"hu": "Érvénytelen tanúsítvány",
		"fi": "Epäkelvollinen sertifikaatti",
		"pt-BR": "Certificado inválido",
		"pt": "Certificado inválido",
		"pl": "Nieprawidłowy certyfikat",
		"tr": "Geçerli olmayan sertifika"
	},
	"descr_NOTVALIDCERT": {
		"no": "Du presenterte ikke et gyldig sertifikat",
		"nn": "Du har ikkje brukt eit gyldig sertifikat i kommunikasjonen din",
		"sv": "Du tillhandahöll inget godkänt certifikat",
		"es": "No se ha podido validar el certificado recibido",
		"fr": "Vous n'avez pas présenté de certificat valide",
		"de": "Sie haben kein gültiges Zertifikat benutzt.",
		"nl": "Je hebt geen geldig certificaat meegegeven",
		"lb": "Dir hud keen gültegen Zertifikat",
		"sl": "Posredovan certifikat je neveljaven",
		"da": "Du har ikke valgt et gyldigt certifikat",
		"hr": "Niste predočili valjani certifikat.",
		"hu": "Nem található hiteles tanúsítvány",
		"fi": "Et tarjonnut voimassaolevaa sertifikaattia",
		"pt-BR": "Você não possui um certificado válido",
		"pt": "Não foi apresentado um certificado válido.",
		"pl": "Nie przedstawiłeś prawidłowego certyfikaty",
		"tr": "Geçerli bir sertifika sağlamadınız. "
	},
	"errorreport_header": {
		"no": "Feilrapport sent",
		"nn": "Feilrapport sendt",
		"sv": "Felrapport skickad",
		"es": "Informe de error enviado",
		"fr": "Rapport d'erreur envoyé",
		"de": "Fehlerbericht gesandt",
		"nl": "Foutmeldingsrapport verstuurd",
		"sl": "Poročilo o napaki je bilo poslano",
		"da": "Fejlrapportering sendt",
		"hr": "Prijava greške poslana",
		"hu": "Elküldött hibabejelentés",
		"fi": "Virheraportti lähetetty",
		"pt-BR": "Relatório de erro enviado",
		"pt": "Relatório de erro enviado",
		"pl": "Raport o błędzie wysłany",
		"tr": "Hata raporu gönderildi"
	},
	"errorreport_text": {
		"no": "Feilrapport er sent til administrator.",
		"nn": "Feilrapport har blitt sendt til administrator",
		"sv": "Felrapporten är skickad till den som sköter systemet.",
		"es": "El informe de error ha sido enviado a los administradores.",
		"fr": "Le rapport d'erreur a été envoyé aux administrateurs.",
		"de": "Der Fehlerbericht wurde an den Administrator gesandt.",
		"nl": "Het foutmeldingsrapport is verstuurd naar de beheerders",
		"sl": "Poročilo o napaki je bilo poslano skrbnikom sistema.",
		"da": "Fejlrapporten er nu sendt til system-administrator",
		"hr": "Prijava greške poslana je administratorima.",
		"hu": "A hibabejelentést elküldtük az adminisztrátoroknak.",
		"fi": "Virheraportti on lähetetty ylläpitäjille.",
		"pt-BR": "O relatório de erro foi enviado com sucesso para os administradores.",
		"pt": "O relatório de erro foi enviado aos administradores",
		"pl": "Raport o błędzie został wysłany do administratorów.",
		"tr": "Hata raporu yöneticilere gönderildi"
	},
	"title_READCONFIGTEMPLATES": {
		"no": "Feil ved lesing av config-templates katalogen",
		"nn": "Feil under lesing av konfigurasjonsmal-katalog",
		"sv": "Fel vid läsning av konfigurationsmallkatalogen",
		"es": "Error leyendo el directorio config-templates",
		"fr": "Erreur à la lecture du répértoire config-templates",
		"de": "Fehler beim Lesen der Konfigurationsvorlagen",
		"nl": "Fout bij het lezen van de configuratie templates folder",
		"sl": "Napaka pri dostopu do mape s konfiguracijskimi predlogami.",
		"da": "Fejl ved læsning af bibliotek med konfigurationskabeloner",
		"hr": "Greška prilikom čitanja direktorija <i>config-templates<\/i>",
		"hu": "Nem sikerült olvasni a config-templates könyvtárából",
		"fi": "config-template hakemiston lukemisessa tapahtui virhe",
		"pt-BR": "Erro lendo o diretório config-templates",
		"pt": "Erro na leitura da directoria config-templates",
		"tr": "\"config-templates\" klasörünü okurken hata"
	},
	"descr_READCONFIGTEMPLATES": {
		"no": "En feil oppstod mens simpleSAMLphp prøvde å finne tilgjengelige filer i config-templates katalogen.",
		"nn": "Det oppsto ein feil då simpleSAMLphp prøved å finna filene som skulle vore tilgjengelege i konfigurasjonsmal-katalogen",
		"sv": "Ett fel uppstod när simpleSAMLphp försökte upptäcka tillgängliga filer i konfigurationsmallkatalogen.",
		"es": "Se produjo un error mientras simpleSAMLphp intentaba encontrar los ficheros disponibles en el directorio config-templates",
		"fr": "Une erreur est survenue lorsque simpleSAMLphp a tenté de retrouver les fichiers dans le dossier config-templates.",
		"de": "Beim Versuch, die Dateien im Konfigurationsvorlagenverzeichnisses (config-templates) zu lesen, ist ein Fehler aufgetreten.",
		"nl": "Er is een fout opgetreden bij het zoeken naar de beschikbare files in de config-templates directory",
		"sl": "Prišlo je do napake! simpleSAMLphp v mapi z konfiguracijskimi predlogami ne najde zahtevanih datotek.",
		"da": "En fejl opstod imens simpleSAMLphp prøvede at finde den rigtige fil i biblioteket med konfigurationsskabeloner",
		"hr": "Došlo je do pogreške prilikom pokušaja dohvaćanja raspoloživih datoteka u direktoriju <i>config-templates<\/i>.",
		"hu": "Hiba történt miközben a simpleSAMLphp megpróbálta meghatározni, hogy milyen állományok találhatók a config-templates könyvtárban (konfigurációs sablonok gyűjtőhelye).",
		"fi": "Kun simpleSAMLphp pyrki löytämään config-templates hakemiston tiedostoja tapahtui virhe.",
		"pt-BR": "Ocorreu um erro enquanto o simpleSAMLphp tentatava encontrar os arquivos disponíveis no diretório config-templates.",
		"pt": "Ocorreu um erro na tentativa de leitura dos ficheiros presentes na directoria config-templates.",
		"tr": "simpleSAMLphp \"config-templates\" klasöründe bulunan kullanımda olan dosyaları bulmaya çalışırken bir hata oluştu. "
	},
	"title_LOGOUTINFOLOST": {
		"no": "Informasjon om utlogging er tapt",
		"nn": "Mista utloggingsinformasjon",
		"sv": "Utloggningsinformation är borta",
		"es": "Se perdió la información para cerrar la sesión",
		"fr": "Information de déconnexion perdue",
		"de": "Abmeldeinformation verloren gegangen",
		"nl": "Logout informatie is verloren gegaan",
		"sl": "Odjavni (Logout) parametri niso na voljo.",
		"da": "Manglende logout-oplysninger",
		"hr": "Informacija o odjavljivanju je izgubljena",
		"hu": "Elveszett kijelentkezési információk",
		"fi": "Uloskirjautumistiedot hävisivät",
		"pt-BR": "Informações de desconexão perdidas",
		"pt": "Informação de logout perdida",
		"tr": "Çıkış bilgisi kaybedildi"
	},
	"descr_LOGOUTINFOLOST": {
		"no": "Informasjonen om den nåværende utloggingen har gått tapt. Du bør gå tilbake til den opprinnelige tjesesten og prøve å logge ut på nytt. Informasjon om utloggingsoperasjoner er kun lagret i en begrenset tid - vanligvis noen timer. Dette er lengere tid enn en vanlig utlogging skal ta, så denne feilen kan tyde på at noe er galt med oppsettet. Ta kontakt med tjenesteyteren hvis problemet gjentar seg.",
		"nn": "Informasjon om utlogginga di har blitt borte.  Du bør gå tilbake til tenesta du prøver å logga ut av, og prøva ein gong til.  Feilen kan vera fordi utlogginga gjekk ut på tid.  Utloggingsinformasjon er lagra i eit kort tidsrom (vanlegvis nokre få timar), og dersom utlogging tar lengre tid kan det vera feil i andre deler av konfigurasjonen på webstaden du var innlogga på.  Dersom problemet ikkje blir borte, ta kontakt med webstaden du var innlogga på.",
		"sv": "Informationen om aktuell utloggning har försvunnit. Du bör återvända till tjänsten som du försökte logga ut från och försöka logga ut på nytt. Detta fel kan inträffa om informationen om utloggningen är för gammal. Utloggningsinformationen sparas en begränsad tid, oftas några timmar. Det är längre än vad utloggning bör ta så felet kan indikera något fel med konfigurationen. Om problemet kvarstår kontakta leverantören för den tjänst du försökte logga ut från.",
		"es": "La información sobre la operación de cierre de sesión se ha perdido. Debería volver al servicio del que intenta salir e intentar cerrar la sesión de nuevo. La información para cerrar la sesión se almacena durante un tiempo limitado, generalmente mucho más tiempo del que debería tardar la operación de cierre de sesión, de modo que este error puede deberse a algun error en la configuración. Si el problema persiste, contacte con el proveedor del servicio.",
		"fr": "Information de déconnexion perdueLes informations afférantes à la procédure de déconnexion en cours ont été perdues. Tentez de retourner au service depuis lequel vous avez tenté de lancer la déconnextion, et essayez encore. Cette erreur peut être causée par un problème d&aopos;obsolescence des information de déconnexion, qui ne sont conservées que durant un temps limité, de l&aops;odre de quelques heures. Cette durée est bien plus longue qu'une opération de déconnexion typique, ce qui suggère une autre erreur dans la configuration. Si le problème persiste, contactez l'administrateur du fournisseur de service",
		"de": "Die Information des aktuellen Abmeldevorgangs ist verloren gegangen. Bitte rufen sie den Dienst auf, vom dem sie sich abmelden wollten, und versuchen sie dort das Abmelden nochmal. Dieser Fehler tritt auf, wenn die Abmeldeanfrage abläuft, da diese nur eine gewisse Zeit (üblicherweise ein paar Stunden) zwischengespeichert wird. Das sollte im normalen Betrieb ausreichend sein, da ein Abmeldevorgang nicht so lange dauert. Dieser Fehler kann also auch ein Anzeichen sein, daß ein Konfigurationsfehler vorliegt. Tritt dieser Fehler wiederholt auf, wenden sie sich bitte an den benutzen Dienst (Service Provider), vom dem sie sich abmelden wollen.",
		"nl": "De informatie over de huidige logout operatie is verloren gegaan. Je zou nu moeten terugkeren naar de dienst waar je probeerde uit te loggen, om het nogmaals te proberen. Deze fout kan optreden wanneer de logout informatie is verlopen. De logout informatie wordt gedurende een beperkte tijdsduur bewaard, normaal gesproken een aantal uren. Dit is langer dan een normale logout operatie zou moeten duren, dus deze fout kan er op wijzen dat er een configuratie probleem is. Als het probleem zich blijft voordoen kun u contact opnemen met de Service Provider.",
		"sl": "Odjavni (Logout) parametri niso na voljo. Vrnite se na storitev, ki ste jo pravkar uporabljali in se ponovno poskusite odjaviti. Napaka je posledica poteka veljavnosti seje.",
		"da": "Oplysningerne om logout er tabt. Du bør gå tilbage til tjenesten du ønskede at logge ud af og prøve igen. Fejlen kan skyldes at oplysningerne blev forældet, da de kun gemmes i kort tid, typisk et par timer. Dette er dog længere end hvad det burde tage at logge ud, så denne fejl kan indikere en konfigurationsfejl. Hvis fejlen genopstår, bedes du kontakte tjenesteudbyderen.",
		"hr": "Informacija o aktualnom zahtjevu za odjavljivanjem se izgubila. Preporučamo da se vratite u aplikaciju iz koje ste se htjeli odjaviti i pokušate se odjaviti ponovo. Ova greška može biti uzrokovana istekom valjanosti zahtjeva za odjavom. Zahtjev se pohranjuje određeno vrijeme - u pravilu nekoliko sati. Obzirom da je to dulje nego što bi bilo koja operacija odjavljivanja trebala trajati, greška koja se pojavila može upućivati na grešku u konfiguraciji. Ako se problem nastavi, kontaktirajte administratora aplikacije. ",
		"hu": "A kijelentkezési művelettel kapcsolatos információk valahol elvesztek. Kérjük, térjen vissza ahhoz a szolgáltatáshoz, ahonnan ki akart jelentkezni, és próbálja újra! Lehetséges, hogy a hibát az okozza, hogy a kijelentkezéshez szükséges információ elévült. A kijelentkezési információ csak korlátozott ideig érvényes - általában néhány óráig. Ez hosszabb, mint amennyi normális esetben a kijelentkezéshez szükséges, ezért ez a hibaüzenet konfigurációs hibát jelenthet. Ha a probléma továbbra is fennáll, kérjük, forduljon az alkalmazásszolgáltatóhoz (SP)!",
		"fi": "Uloskirjautumistiedot hävisivät. Sinun tulee palata siihen palveluun mistä aloitit uloskirjautumisen ja yrittää uutta uloskirjautumista. Tämä virhe voi johtua uloskirjautumistietojen vanhenemisesta. Uloskirjautumistietoja talletetaan vain rajatun ajan - usein vain tunteja. Tämä on selvästi pidempään kuin uloskirjautumisen pitäisi kesttä, joten virhe voi olla oire asetusten virheistä. Ota yhteuttä ylläpitäjään mikäli ongelma jatkuu.",
		"pt-BR": "As informações sobre a operação de desconexão atual foram perdidas. Você deve voltar para o serviço que estava antes de tentar sair e tente novamente. Esse erro pode ser causado pela expiração das informações da desconexão. As informações são armazenadas em cache por uma quantia limitada de tempo - geralmente um número de horas. Esta é mais longa do que qualquer desconexão em funcionamento normal deve ter, de modo que este erro pode indicar algum outro erro com a configuração. Se o problema persistir, contate o seu fornecedor de serviços.",
		"pt": "A informação acerca da operação de logout foi perdida. Por favor, volte ao serviço de onde efectuou o logout e tente de novo esta operação. A informação de logout possui um tempo de expiração que é normalmente muito superior ao tempo normal de processamento desta operação. Se o problema persistir pode ser um erro de configuração e deverá ser comunicado.",
		"tr": "Yürürlükteki çıkış işlemi ile ilgili bilgi kayboldu. Çıkmak istediğiniz servise geri dönün ve yeniden çıkmayı denyin. Bu hata, çıkış bilgisinin süresi dolduğu için oluşmuş olabilir. Çıkış bilgisi belirli bir süre için tutulur - genellikle birkaç saat. Bu süre normal bir çıkış işleminin tutacağından daha fazla bir süredir; bu hata yapılandırma ile ilgili başka bir hatayı işaret ediyor olabilir. Eğer sorun devam ederse, servis sağlayıcınızla iletişime geçiniz."
	},
	"title_ASSERTFAIL": {
		"no": "Feil knyttet til validering av SAML-beskjed",
		"nn": "Feil knytta til SAML Assertion",
		"sv": "Fel vid försäkran",
		"es": "Error en la afirmación (Assertion)",
		"fr": "Echec de l'assertion",
		"de": "Assertion-Fehler",
		"nl": "Assertion fout",
		"sl": "Neveljavna zahteva",
		"da": "Fejl i 'assertion'",
		"hr": "Neispravna potvrda",
		"hu": "Igazolás (assertion) hiba",
		"pt-BR": "Erro na Afirmação",
		"pt": "Erro num afirmação",
		"tr": "Onaylama başarısız"
	},
	"descr_ASSERTFAIL": {
		"no": "En påstand i koden feilet. Påstanden var: %ASSERTION%",
		"nn": "Feil med ein SAML assertion i koden.  Aktuell assertion var: %ASSERTION%",
		"sv": "En försäkran i koden fungerade inte. Aktuella försäkran: %ASSERTION%",
		"es": "Una afirmación del código ha fallado. La afirmación es: %ASSERTION%",
		"fr": "Echec d'une assertion dans le code source. L'assertion était: %ASSERTION%",
		"de": "Fehler im Code bei der Assertion: %ASSERTION%",
		"nl": "Een assert statement in de code is niet gelukt. Het statement was: %ASSERTION%",
		"sl": "Vnos v kodo je spodletel. Navedena je bila naslednja zahteva: %ASSERTION%",
		"da": "En 'assertion' i koden skabte en fejl - der var tale om : %ASSERTION%",
		"hr": "Potvrda u kodu je neispravna. Sadržaj potvrde je: %ASSERTION%",
		"hu": "Igazolás (assertion) hiba a kódban. A hibás igazolás: %ASSERTION%",
		"pt-BR": "Uma afirmação no código falhou. A afirmação foi: %ASSERTION%",
		"pt": "Ocorreu um erro com uma afirmação (assertion). A afirmação em causa foi: %ASSERTION%",
		"tr": "Koddaki bir onaylama başarılamadı. Onaylama %ASSERTION% idi"
	},
	"title_UNHANDLEDEXCEPTION": {
		"no": "Uhåndtert feil",
		"nn": "Feilsituasjon som ikkje er riktig handtert",
		"sv": "Ohanterat undantag",
		"es": "Excepción no controlada",
		"fr": "Exception non gérée",
		"de": "Nicht abgefangene Code-Exception",
		"nl": "Onverwachte foutmelding",
		"sl": "Nedefinirana izjema.",
		"da": "Unhandled exception",
		"hr": "Neobrađena iznimka",
		"hu": "Kezeletlen kivétel",
		"pt-BR": "Exceção não tratada",
		"pt": "Excepção não tratada",
		"tr": "Beklenmeyen durum"
	},
	"descr_UNHANDLEDEXCEPTION": {
		"no": "En uventet feilsituasjon oppstod",
		"nn": "Programvaren gjev melding om uventa feilsituasjon",
		"sv": "Ett ohanterat undatag har inträffat. ",
		"es": "Se lanzó una excepción no controlada.",
		"fr": "Une exception non gérée a été levée.",
		"de": "Eine nicht abgefangene Code-Exception ist aufgetreten.",
		"nl": "Een onverwachte foutmelding is opgetreden",
		"sl": "Zagnana je bila nedefinirana izjema.",
		"da": "An unhandled exception was thrown",
		"hr": "Pojavila se iznimka koja nije do kraja obrađena.",
		"hu": "Kezeletlen kivétel (exception) keletkezett.",
		"pt-BR": "Uma exceção não tratada foi descartada.",
		"pt": "Foi despoletada um excepção que não foi tratada.",
		"tr": "Bir beklenmeyen durum gönderildi."
	},
	"title_NOTFOUND": {
		"no": "Kan ikke finne siden",
		"nn": "Fann ikkje sida",
		"sv": "Sidan finns inte",
		"es": "Página no encontrada",
		"fr": "Page introuvable",
		"de": "Seite nicht gefunden",
		"nl": "Pagina niet gevonden",
		"sl": "Strani ni bilo mogoče najti.",
		"da": "Siden kunne ikke findes",
		"hr": "Stranica nije pronađena",
		"hu": "Oldal nem található",
		"fi": "Sivua ei löytynyt",
		"pt-BR": "Página não encontrada",
		"pt": "Página não encontrada",
		"pl": "Nie znaleziono strony",
		"tr": "Sayfa bulunamadı"
	},
	"descr_NOTFOUND": {
		"no": "Den angitte siden finnes ike. URLen var: %URL%",
		"nn": "Fann ikkje den aktuelle sida.  URL var: %URL%",
		"sv": "Den angivna sidan finns inte. URL: %URL%",
		"es": "La página que indicó no se encontró. La URL es: %URL%",
		"fr": "La page requise est introuvable. L'URL était: %URL%",
		"de": "Die gewünschte Seite konnte nicht gefunden werden, der aufgerufene URL war %URL%",
		"nl": "Deze pagina bestaat niet. De URL was: %URL%",
		"sl": "Strani ni bilo mogoče najti. Naveden URL strani je bil: %URL%",
		"da": "Siden kunne ikke findes. Sidens URL var: %URL%",
		"hr": "Tražena stranica nije pronađena. Adresa stranice je: %URL%",
		"hu": "Az alábbi oldal nem található: %URL%",
		"fi": "Sivua ei löytynyt. Osoite oli %URL%",
		"pt-BR": "A página determinada não foi encontrada. A URL foi: %URL%",
		"pt": "A página não foi encontrada. O URL fornecido foi: %URL%",
		"pl": "Podana strona nie została znaleziona. Adres URL był: %URL%",
		"tr": "Verilen sayfa bulunamadı. URL %URL% idi."
	},
	"title_NOTFOUNDREASON": {
		"no": "Kan ikke finne siden",
		"nn": "Fann ikkje sida",
		"sv": "Sidan finns inte",
		"es": "Página no encontrada",
		"fr": "Page introuvable",
		"de": "Seite nicht gefunden",
		"nl": "Pagina niet gevonden",
		"sl": "Strani ni bilo mogoče najti.",
		"da": "Siden kunne ikke findes",
		"hr": "Stranica nije pronađena",
		"hu": "Oldal nem található",
		"fi": "Sivua ei löytynyt",
		"pt-BR": "Página não encontrada",
		"pt": "Página não encontrada",
		"pl": "Nie znaleziono strony",
		"tr": "Sayfa bulunamadı"
	},
	"descr_NOTFOUNDREASON": {
		"no": "Den angitte siden finnes ikke. Grunnen er: %REASON%. URLen var: %URL%",
		"nn": "Fann ikkje den aktuelle sida på grunn av %REASON%.  URLen var %URL%",
		"sv": "Den angivna sidan finns inte. Orsak: %REASON% URL: %URL%",
		"es": "La página que indicó no se encontró. El motivo es: %REASON% La URL es: %URL%",
		"fr": "La page demandée est introuvable. Motif: %REASON%  The URL was: %URL%",
		"de": "Die gewünschte Seite konnte nicht gefunden werden. Der Grund ist: %REASON% Der aufgerufene URL war %URL%",
		"nl": "De opgegeven pagina kon niet worden gevonden. De oorzaak is: %REASON%. De URL is: %URL%",
		"sl": "Strani ni bilo mogoče najti. Razlog: %REASON%. Naveden URL strani je bil: %URL%",
		"da": "Siden kunne ikke findes på grund af %REASON%. Url'en var %URL%",
		"hr": "Tražena stranica nije pronađena. Razlog: %REASON% Adresa stranice je: %URL%",
		"hu": "%URL% oldal nem található, a következő ok miatt: %REASON% ",
		"fi": "Sivua ei löytynyt. Syynä oli: %REASON% Osoite oli %URL%",
		"pt-BR": "A página determinada não foi encontrada. A razão foi: %REASON% A URL foi: %URL%",
		"pt": "A página não foi encontrada. A razão foi: %REASON% O URL fornecido foi: %URL%",
		"pl": "Podana strona nie została znaleziona. Przyczyną było: %REASON% Adres strony: %URL%",
		"tr": "Verilen sayfa bulunamadı. Nedeni %REASON% idi. URL %URL% idi."
	},
	"title_BADREQUEST": {
		"no": "Feil forespørsel motatt",
		"nn": "Feil spørsmål mottatt",
		"sv": "Felaktigt anrop",
		"es": "Recibida una solicitud incorrecta",
		"fr": "Requête invalide",
		"de": "Ungültige Anfrage",
		"nl": "Incorrect request ontvangen",
		"sl": "Napaka v prejetem zahtevku.",
		"da": "Fejlagtig forespørgsel",
		"hr": "Dobiveni zahtjev nije ispravan",
		"hu": "Hibás kérés",
		"pt-BR": "A solicitação recebida é inválida",
		"pt": "Pedido inválido recebido",
		"pl": "Otrzymano nieprawidłowe żadanie",
		"tr": "Hatalı istek alındı",
		"fi": "Vääränlainen pyyntö vastaanotettu"
	},
	"descr_BADREQUEST": {
		"no": "En feil oppsto i forespørselen til denne siden. Grunnen var: %REASON%",
		"nn": "Det er ein feil i spørringa etter denne sida.  Grunnen til dette er %REASON%",
		"sv": "Det är ett fel i anropet till denna sida. Orsak: %REASON%",
		"es": "Existe un error en la solicitud de esta página. La razón es: %REASON%",
		"fr": "Erreur dans la requête de cette page. Motif: %REASON%",
		"de": "In der Anfrage dieser Seite trat ein Fehler auf, der Grund ist: %REASON%",
		"nl": "Er is een fout opgetreden in het verzoek voor deze pagina. De oorzaak is: %REASON%",
		"sl": "Prišlo je do napake pri prejetem zahtevku. Razlog: %REASON%",
		"da": "Der er en fejl i forespørgslen til siden. Grunden er: %REASON%",
		"hr": "Dogodila se pogreška prilikom dohvaćanja ove stranice. Razlog: %REASON%",
		"hu": "Hiba történt az oldal lekérdezése közben. A hibaüzenet: %REASON%",
		"pt-BR": "Há um erro no pedido para esta página. O motivo foi: %REASON%",
		"pt": "Ocorreu um erro com o pedido a esta página. A razão foi: %REASON%",
		"tr": "Bu sayfaya yapılan istekte bir hata var. Nedeni %REASON% idi."
	},
	"title_WRONGUSERPASS": {
		"no": "Feil brukernavn og passord",
		"nn": "Feil brukarnamn eller passord",
		"sv": "Felaktig användaridentitet eller lösenord",
		"es": "Nombre de usuario o contraseña incorrectos",
		"fr": "Nom d'utilisateur ou mot de passe incorrect",
		"de": "Nutzername oder Passwort falsch.",
		"nl": "Incorrecte gebruikersnaam of wachtwoord",
		"sl": "Napačno uporabniško ime ali geslo",
		"da": "Forkert brugernavn eller kodeord",
		"hr": "Neispravna korisnička oznaka ili zaporka",
		"hu": "Hibás felhasználónév vagy jelszó",
		"fi": "Virheellinen käyttäjätunnus tai salasana",
		"pt-BR": "Nome de usuário ou senha incorreto.",
		"pt": "Utilizador ou senha incorrecto",
		"pl": "Blędna nazwa użytkownika lub hasło",
		"tr": "Geçersiz kullanıcı adı yada şifre"
	},
	"descr_WRONGUSERPASS": {
		"no": "Enten var brukernavnet, eller kombinasjonen med brukernavn og passord feil. Sjekk brukernavn og passord og prøv igjen.",
		"nn": "Fann ingen brukar med det brukarnamnet du oppgav, eller passordet var feil.  Sjekk brukarnamn og prøv igjen.",
		"sv": "Antingen finns det ingen användare med angiven användaridentitet eller så har du angivit fel lösenord. Försök igen.",
		"es": "No existe un usuario con el identificador indicado, o la contraseña indicada es incorrecta. Por favor revise el identificador de usuario e inténtelo de nuevo.",
		"fr": "Utilisateur inexistant, ou mot de passe incorrect. Vérifiez le nom d'utilisateur, et ré-essayez.",
		"de": "Entweder es konnte kein Nutzer mit dem angegebenen Nutzernamen gefunden werden oder das Passwort ist falsch. Überprüfen sie die Zugangsdaten und probieren sie es nochmal.",
		"nl": "De opgegeven gebruikersnaam bestaat niet, of het wachtwoord is ongeldig. Verifieer de gebruikersnaam en probeer het nogmaals.",
		"sl": "Uporabnika s tem uporabniškim imenom ni bilo mogoče najti ali pa je vpisano geslo napačno. Preverite svoje uporabniško ime in poskusite znova.",
		"da": "Enten kunne brugeren ikke findes eller også var kodeordet forkert. Prøv igen.",
		"hr": "Korisnik s navedenom korisničkom oznakom ne može biti pronađen ili je zaporka koju ste unijeli neispravna. Molimo provjerite korisničku oznaku i pokušajte ponovo.",
		"hu": "Nem létezik ilyen felhasználó vagy a jelszó hibás. Kérjük, próbálja újra!",
		"pt-BR": "Ou nenhum usuário com o nome de usuário pode ser encontrado, ou a senha que você digitou está incorreta. Verifique o nome de usuário e tente novamente.",
		"pt": "O utilizador ou senha fornecidos são incorrectos. Por favor tente de novo.",
		"tr": "Ya bu kullanıcı adında bir kullanıcı bulunamadı, yada şifreniz yanlış. Lütfen kullanıcı adını kontrol edin ve yeniden deneyin."
	},
	"title_OPENIDWRONG": {
		"no": "Feil identitet for OpenID",
		"nn": "Feil identitet for OpenID",
		"sv": "Fel identitet för OpenID",
		"es": "Identidad incorrecta para OpenID",
		"fr": "Identité inconnue pour OpenID",
		"de": "Falsche Identität für OpenID",
		"nl": "Verkeerde identiteit voor OpenID",
		"sl": "Napačna identiteta za OpenID",
		"da": "Forkert OpenID identitet",
		"hr": "Neispravan identitet za OpenID",
		"hu": "Hibás OpenID identitás",
		"pt": "Erro de Identidade OpenID",
		"pl": "Błędna tożsamośc dla OpenID",
		"tr": "OpenID için geçersiz kimlik.",
		"fi": "Väärä identiteetti OpenID:stä"
	},
	"descr_OPENIDWRONG": {
		"no": "OpenID-en som ble etterspurt stemmer ikke overens med identiteten du er logget inn med.",
		"nn": "OpenID sjekka om du hadde riktig identiete, men du var logga inn på ein annan konto.",
		"sv": "OepnID försöker verfiera dig med en identitet men du är inloggad med en annan.",
		"es": "OpenID ha solicitado que se verifique con una identidad y usted se ha identificado con otra.",
		"fr": "OpenID vous a demandé de vous identifier alors que vous êtes déjà authentifié sous une autre identité.",
		"de": "OpenID wollte eine bestimmte Identität bestätigt haben, sie sind aber mit einer anderen Identität (anderem Nutzernamen) angemeldet.",
		"nl": "OpenID heeft u verzocht om te authenticeren voor een bepaalde identiteit, terwijl u bent ingelogd met een andere identiteit.",
		"sl": "OpenID je zahteval preverjanje identitete, vi ste prijavljeni z drugo identiteto.",
		"da": "OpenID bad dig om at verificere en identitet, men du er logget ind med en anden identitet.",
		"hr": "OpenID je od vas tražio provjeru identiteta, ali vi ste prijavljeni s drugim identitetom.",
		"hu": "Az OpenID egy identitás ellenőrzését kívánta, de ön egy másik identitás nevében van bejelentkezve.",
		"pt": "O OpenID pediu a verificação de uma identidade, mas você está autenticado com outra identidade",
		"tr": "OpenID sizden bir kimlik doğrulamak için istekte bulundu, ve siz başka bir kimlikle giriş yaptınız.",
		"fi": "OpenID pyyntösi sinulle varmistaaksesi identiteettisi kun olet kirjautunut toisella identiteetilläsi."
	},
	"title_RESPONSESTATUSNOSUCCESS": {
		"no": "Feilmelding mottatt fra innloggingstjenesten",
		"sv": "Fel mottaget från IdP",
		"es": "Hubo un error por parte del IdP",
		"nl": "Foutmelding ontvangen van Identity Provider",
		"sl": "Napaka na IdP",
		"da": "Fejl modtaget fra institution",
		"tr": "Kimlik Sağlayıcıdan hata alındı.",
		"de": "Fehlermeldung vom Identity Provider erhalten",
		"fi": "Virhe vastaanotettu Identiteetintarjoajalta.",
		"pt": "Erro recebido do Fornecedor de Identidade",
		"fr": "Erreur levée par le fournisseur d'identité",
		"hr": "Sustav jedinstvene autentikacije poslao je poruku o greški"
	},
	"descr_RESPONSESTATUSNOSUCCESS": {
		"no": "Innloggingstjenesten svarte med en feilmelding. (Statuskoden i SAML-svaret var noe annet enn OK)",
		"sv": "Identitetshanteraren (Identity Provider) svarade med ett felmeddelande. (Statusmeddelandet i SAML-svaret var ett felmeddelande)",
		"es": "El IdP respondió a la solicitud con un error. (El código de estado en la respuesta SAML no fue exitoso)",
		"nl": "De Identity Provider antwoordde met een fout. (De statuscode in de SAML Response was niet success)",
		"sl": "Odziv IdP vsebuje napako (\"SAML-Response\" ni uspel)! ",
		"da": "Institutionen har sendt en fejl. (Status koden i SAML responset var ikke succes)",
		"tr": "Kimlik Sağlayıcı hatalı cevap verdi. (SAML Cevabı'ndaki durum kodu başarılamadı)",
		"de": "Der Identity Provider gab einen Fehler zurück (Der Statuscode in der SAML-Antwort war nicht \"Erfolg\")",
		"fi": "Identiteetintarjoaja vastasi virheellä. ( Tilakoodi SAML vastauksessa oli epäonnistunut)",
		"pt": "O Fornecedor de Identidade respondeu com um erro. (A resposta SAML contém um código de insucesso)",
		"fr": "Le fournisseur d'identité a renvoyé une erreur (le code de statut de la réponse SAML n'indiquait pas le succès)",
		"hr": "Sustav jedinstvene autentikacije poslao je odgovor koji sadrži informaciju o pojavi greške. (Šifra statusa dostavljena u SAML odgovoru ne odgovara šifri uspješno obrađenog zahtjeva)"
	}
}
