{
	"front_header": {
		"no": "MetaShare",
		"nn": "MetaShare",
		"sv": "MetaShare",
		"es": "MetaShare",
		"nl": "MetaShare",
		"sl": "MetaShare",
		"da": "Metashare",
		"hr": "MetaShare",
		"hu": "MetaShare",
		"fi": "MetaShare",
		"pt-BR": "MetaShare",
		"pt": "MetaShare",
		"pl": "MetaShare",
		"tr": "MetaShare",
		"de": "MetaShare",
		"fr": "MetaShare"
	},
	"add_title": {
		"no": "Legg til entitet",
		"nn": "Legg til ny entitet",
		"sv": "Lägg till entitet",
		"es": "Añadir entidad",
		"nl": "Voeg entiteit toe",
		"sl": "Dodaj entiteto",
		"da": "Tilføj enhed",
		"hr": "Dodaj entitet",
		"hu": "Bejegyzés hozzáadása",
		"fi": "Lisää palvelu",
		"pt-BR": "Adicionar entidade",
		"pt": "Adicionar entidade",
		"pl": "Dodaj jednostkę (SP lub IdP)",
		"tr": "Birim ekle",
		"de": "Datensatz hinzufügen",
		"fr": "Ajouter une entité"
	},
	"add_do": {
		"no": "Legg til",
		"nn": "Legg til ",
		"sv": "Lägg till",
		"es": "Añadir",
		"nl": "Voeg toe",
		"sl": "Dodaj",
		"da": "Tilføj",
		"hr": "Dodaj",
		"hu": "Hozzáadás",
		"fi": "Lisää",
		"pt-BR": "Adicionar",
		"pt": "Adicionar",
		"pl": "Dodaj",
		"tr": "Ekle",
		"de": "Hinzufügen",
		"fr": "Ajouter"
	},
	"entities_title": {
		"no": "Entiteter",
		"nn": "Entitetar ",
		"sv": "Entiteter",
		"es": "Entidades",
		"nl": "Entiteiten",
		"sl": "Entitete",
		"da": "Entiteter",
		"hr": "Entiteti",
		"hu": "Bejegyzések",
		"fi": "Palvelut",
		"pt-BR": "Entidades",
		"pt": "Entidades",
		"pl": "Jednostki",
		"tr": "Birimler",
		"de": "Datensätze",
		"fr": "Entités"
	},
	"text": {
		"no": "Tekst",
		"nn": "Tekst",
		"sv": "txt",
		"es": "Texto",
		"nl": "Tekst",
		"sl": "Besedilo",
		"da": "Tekst",
		"hr": "tekst",
		"hu": "szöveg",
		"fi": "teksti",
		"pt-BR": "texto",
		"pt": "Texto",
		"pl": "tekst",
		"tr": "metin",
		"de": "Text",
		"fr": "texte"
	},
	"addpage_header": {
		"no": "Legg til metadata",
		"nn": "Legg til metadata",
		"sv": "Lägg till metadata",
		"es": "Añadir metadatos",
		"nl": "Voeg metadata toe",
		"sl": "Dodaj metapodatke",
		"da": "Tilføj metadata",
		"hr": "Dodaj metapodatke",
		"hu": "Metaadatok hozzáadása",
		"fi": "Lisää metatieto",
		"pt-BR": "Adicionar metadata",
		"pt": "Adicionar metadados",
		"pl": "Dodaj Metadane",
		"tr": "Üstveri ekle",
		"de": "Metadaten hinzufügen",
		"fr": "Ajouter des métadonnées"
	},
	"addpage_nourl": {
		"no": "Mangler URL parameter.",
		"nn": "Fann ikkje URL.  Har du hugsa å leggja inn URL?",
		"sv": "Ingen URL angavs.",
		"es": "No indicó el parámetro URL.",
		"nl": "Geen URL parameter opgegeven",
		"sl": "Noben URL parameter ni bil podan.",
		"da": "URL ikke opgivet",
		"hr": "Nije zadan URL parametar.",
		"hu": "Hiányzó URL paraméter.",
		"fi": "URL parametri puuttuu.",
		"pt-BR": "Não foi passado o parâmetro URL.",
		"pt": "Não foi fornecido nenhum URL",
		"pl": "Nie podano parametru URL.",
		"tr": "URL parametresi verilmemiş.",
		"de": "Kein URL-Parameter angegeben.",
		"fr": "Aucune URL n'a été fournie."
	},
	"addpage_gofront": {
		"no": "Gå til metadata liste",
		"nn": "Gå til liste over metadata",
		"sv": "Gå till metadatalistan",
		"es": "Ir a la lista de metadatos",
		"nl": "Ga naar de metadata lijst",
		"sl": "Pojdi na seznam metapodatkov",
		"da": "Gå til metada listen",
		"hr": "Idi na popis metapodataka",
		"hu": "Metaadatok listája",
		"fi": "Siirry metatietolistaan",
		"pt-BR": "Ir para a lista de metadata",
		"pt": "Voltar à lista de metadados",
		"pl": "Idź do listy Metadanych",
		"tr": "Üstveri listesine git",
		"de": "Gehe zur Metadatenliste",
		"fr": "Allez à la liste des métadonnées"
	},
	"front_desc": {
		"no": "Dette er en metadata distribusjonstjeneste. Den tillater deg å legge til dyamisk generert metadata til et delt lager.",
		"nn": "Dette er ei teneste for deling av metadata.  Du kan leggja til dynamisk genererte metadata til eit felles lager.",
		"sv": "Detta delningsjänsten för metadata. Den tillåter att du lägger till dynamiskt skapad metadata till ett delat datalager.",
		"es": "Servicio de compartición de metadatos. Le permite añadir metadatos generados dinámicamente a un almacenamiento compartido.",
		"nl": "Dit is een metadata service. Je kan er dynamisch gegenereerde metadata mee toevoegen aan een gedeelde database.",
		"sl": "MetaShare je storitev souporabe metapodatkov. Omogoča dodajanje dinamično generiranih metapodatkov v skladišče za skupno rabo.",
		"da": "Dette er en metadata-delingstjeneste, som gør det muligt at tilføje dynamisk genereret metadata til et fælles repository",
		"hr": "Ovo je servis za razmjenu metapodataka. Omogućuje vam da dodate dinamički generirane metapodatke u zajednički repozitorij.",
		"hu": "Ez egy metaadat megosztó szolgáltatás. Dinamikusan generált metaadatok megosztott tárolását teszi lehetővé.",
		"fi": "Tämä metatietojen jakopalvelu. Sen avulla voi lisätä dynaamisesti luodun metatiedon jaettuun varastaoon.",
		"pt-BR": "Este é um serviço de compartilhamento de metadata. Ele permite que você adicione metadatas geradas dinamicamente, armazene-as e compartilhe-as.",
		"pt": "Está na página do serviço de partilha de metadados. Esta página permite-lhe adicionar metadados gerados dinamicamente a um repositório comum de dados.",
		"pl": "To jest serwis udostępniania metadanych. Pozwala Tobie dodać dynamicznie wygenerowane metadane do udostępnianych zasobów.",
		"tr": "Bu üstveri (metadata) paylaşım servisi. Bu servis, dinamik olarak oluşturulmuş üstveriyi, paylaşılan bir depoya eklemenize izin verir.",
		"de": "Dies ist ein Service zum Teilen von Metadaten. Er erlaubt Ihnen, dynamisch generierte Metadaten einem gemeinsamen Speicher hinzuzufügen.",
		"fr": "Ceci est un service de partage de métadonnées. Il vous permet d'ajouter des métadonnées générées dynamiquement à un dépôt partagé."
	},
	"add_entityid": {
		"no": "EntityID for tjenesten:",
		"nn": "EntityID for entiteten: ",
		"sv": "Entitetsidentifierare för entiteten:",
		"es": "Identificador de la entidad:",
		"nl": "Entity identifier van de entiteit.",
		"sl": "Identifikator entete:",
		"da": "Entitets idetifikatoren for entiteten",
		"hr": "Identifikator entiteta:",
		"hu": "Bejegyzés azonosítója:",
		"fi": "Palvelun tunniste (entityid):",
		"pt-BR": "Entidade identificador da entidade:",
		"pt": "Identificador de entidade",
		"pl": "Identyfikator jednostki",
		"tr": "Birimin tanımlayıcısı:",
		"de": "Datensatzbezeichner des Datensatzes:",
		"fr": "Identifiant d'entité:"
	},
	"downloadall_link": {
		"no": "Last ned all metadata ",
		"nn": "Last ned alle metadata",
		"sv": "Hämta alla metadata",
		"es": "Descargar todos los metadatos",
		"nl": "Download alle metadata",
		"sl": "Prenesi vse metapodatke k sebi.",
		"da": "Download alt metadata",
		"hr": "Dohvati sve metapodatke",
		"hu": "Összes metaadat letöltése",
		"fi": "Lataa kaikki metatiedot",
		"pt-BR": "Baixar toda metadata",
		"pt": "Efectuar o download de todos os metadados",
		"pl": "Ściągnij wszystkie Metadane",
		"tr": "Tüm üstveriyi indir",
		"de": "Alle Metadaten herunterladen",
		"fr": "Télécharger toutes les métadonnées"
	},
	"entities_empty": {
		"no": "Ingen tjenester er for øyeblikket lagret i denne MetaShare installasjonen.",
		"nn": "Ingen entitetar er lagra i MetaShare her.",
		"sv": "Det finns förnärvarande inga eniteter lagrade i denna MetaShare.",
		"es": "Actualmente no existen entidades almacenadas en este MetaShare.",
		"nl": "Er zijn geen entiteiten opgeslagen in deze MetaShare.",
		"sl": "V MetaShare trenutno ni shranjene nobene entitete.",
		"da": "Ingen entieties ",
		"hr": "U MetaShare repozitoriju trenutno nije pohranjen niti jedan entitet.",
		"hu": "Egyetlen bejegyzés sincs a MetaShare-ben.",
		"pt-BR": "Não há entidades atualmente guardadas nesta MetaShare.",
		"pt": "Não existem entidades presentes neste serviço de MetaShare.",
		"pl": "Aktualnie brak jednostek zapisanych w Metashare.",
		"tr": "Şu anda MetaShare'de depolanan birim bulunmamaktadır.",
		"de": "Derzeit sind keine Datensätze in diesem MetaShare gespeichert.",
		"fr": "Aucune entité n'est actuellement stockée dans ce dépôt MetaShare."
	},
	"addpage_ok": {
		"no": "Metadata fra \"%URL\" ble lagt til vellykket.",
		"nn": "Metadata frå \"%URL%\" er lagt til",
		"sv": "Metadata från \"%URL%\" har lagts till.",
		"es": "Los metadatos de \"%URL%\" se han añadido correctamente.",
		"nl": "De metadata van \"%URL%\" is succesvol toegevoegd.",
		"sl": "Metapodatki z naslova \"%URL%\" so bili uspešno dodani.",
		"da": "Metadata fra \"%URL%\" blev tilføjet",
		"hr": "Metapodaci s adrese \"%URL%\" su uspješno dodani.",
		"hu": "A(z) \"%URL%\" URL-ről származó metaadatok hozzáadása sikerült.",
		"fi": "Metatieto \"%URL%\" lisätty onnistuneesti.",
		"pt-BR": "A metadata de \"%URL%\" foi adicionada com sucesso.",
		"pt": "Foram adicionados com sucesso os metadados disponíveis em \"%URL%\" ",
		"pl": "Metadane z  \"%URL%\" zostały pomyślnie dodane.",
		"tr": "\"%URL%\"den gelen üstveri başarıyla eklendi.",
		"de": "Die Metadaten von \"%URL%\" wurden erfolgreich hinzugefügt.",
		"fr": "Réussite de l'import des métadonnées depuis \"%URL%\"."
	},
	"addpage_entityid": {
		"no": "EntityID i metadataene stemmer ikke overens med URL-en til metadata dokumentet (\"%URL%\").",
		"nn": "EntityID i metadata stemmer ikkje med URLen for metadata (\"%URL%\").",
		"sv": "Entitetsidentifieraren i metadatat stämmer inte överens med adressen för metadatat (\"%URL%\").",
		"es": "El identificador de la entidad en los metadatos no coincide con la URL de los metadatos (\"%URL%\").",
		"nl": "De entity identifier in de metadata komt niet overeen met de URL van de metadata (\"%URL%\").",
		"sl": "Identifikator entitene se ne ujema z URLjem metapodatkov (\"%URL%\").",
		"da": "'EntityIdentifyer' i metadata matchede i metadatas %URL%",
		"hr": "Identifikator entiteta u metapodacima ne podudara se s adresom na kojoj se metapodaci nalaze (\"%URL%\").",
		"hu": "A entitás azonosító nem egyezik a metaadatok elérhetőségének URL-jével (\"%URL%\").",
		"pt-BR": "A entidade identificadora na metadata não corresponde a url da metadata (\"%URL%\").",
		"pt": "O identificador de entidade (entityID) nos metadados não corresponde ao URL dos metadados (\"%URL%\").",
		"tr": "Üstverideki birim tanımlayıcısı üstverinin URL'i ile eşleşmedi (\"%URL%\").",
		"de": "Der Datensatzbezeichner in den Metadaten passte nicht zur URL der Metadaten (\"%URL%\").",
		"fr": "L'identifiant d'identité dans les métadonnées ne corresponds pas à l'URL des métadonnées (\"%UEL\")."
	},
	"addpage_validation": {
		"no": "XML validering av metadata from \"%URL%\" feilet:",
		"nn": "Feila XML-validering av metadata for \"%URL%\":",
		"sv": "XML-valideringen av metatdatat från \"%URL%\" misslyckades:",
		"es": "La validación del XML de los metadatos  desde \"%URL%\" ha fallado:",
		"nl": "XML validatie van de metadata op \"%URL%\" is niet gelukt:",
		"sl": "XML validacija metapodatkov z naslova \"%URL%\" je spodletela:",
		"da": "Fejl i XML-validering af metadata fra %URL%",
		"hr": "XML validacija metapodataka na adresi \"%URL%\" nije uspješno izvršena:",
		"hu": "A \"%URL%\" metaadatok XML ellenőrzése sikeretelen volt:",
		"fi": "Metatiedon \"%URL%\" XML-validointi epäonnistui ",
		"pt-BR": "A validação do XML para a metadata da URL \"%URL%\" falhou.",
		"pt": "Falhou a validação XML dos metadados do URL \"%URL%\".",
		"pl": "Weryfikacja XML metadanych z \"%URL%\" zakończona błędem:",
		"tr": "\"%URL%\"den üstverinin XML doğrulaması başarısız:",
		"de": "XML-Validierung der Metadaten von \"%URL%\" fehlgeschlagen:",
		"fr": "Echec de la validation XML des métadonnées en provenance de \"%URL%\":"
	},
	"addpage_notentitydescriptor": {
		"no": "Rotnoden i metadata-dokumentet var ikke en EntityDescriptor. URLen du oppgave var \"%URL%\".",
		"nn": "Rotnoden for metadata var ikkje eit EntityDescriptor-element.  URLen du oppgav var \"%URL%\".",
		"sv": "Toppnoden av metadatat var inte en EntityDescriptor. Adressen du angav var \"%URL%\".",
		"es": "El nodo raíz de los metadatos no es un elemento del tipo EntityDescriptor. La URL indicada fue \"%URL%\".",
		"nl": "De root node van de metadata is geen EntityDescriptor element. De URL was: \"%URL%\".",
		"sl": "Korensko vozlišče (root node) metapodakov ni element tipa \"entitetni opisnik\". URL, ki ste ga posredovali \"%URL%\".",
		"da": "Roden af metadata var ikke en 'EntityDescriptor'. URL'en du gav var \"%URL%\"",
		"hr": "Korijenski čvor u metapodacima nije <i>EntityDescriptor<\/i> element. URL koji ste zadali je \"%URL%\".",
		"hu": "A metaadatok gyökéreleme nem EntityDescriptor volt. Az URL az alábbi volt: \"%URL%\".",
		"pt-BR": "O nó raiz da metadata não era um elemento EntityDescriptor. A URL passada foi \"%URL%\".",
		"pt": "O elemento raiz dos metadados não é um elemento do tipo EntityDescriptor. O URL fornecido foi \"%URL%\".",
		"tr": "Üstverinin kök düğümü, EntityDescriptor elemanı değildi. Verdiğiniz URL \"%URL%\" idi.",
		"de": "Der Wurzelknoten der Metadaten war kein EntityDescriptor Element. Die URL, die Sie angegeben haben, war \"%URL%\".",
		"fr": "Le nœeud racine des métadonnées n'est pas un élément <i>EntityDescriptor<\/i>. L'URL que vous avez indiqué est \"%URL%\"."
	},
	"add_desc": {
		"no": "Legg til nytt eller oppdatert metadata ved å spesifisere URL-en til metadata. Denne URL-en må også matche entity ID-en til entiteten som metadata-dokumentet beskriver.",
		"nn": "Legg til nye eller oppdaterte metadata ved å spesifisera URLen der du finn metadata.  Denne URLen må samsvara med entityID for entiteten i dei aktuelle metadata.",
		"sv": "Läg till ny eller uppdatera metadata genom att ange URL för metadatat. URLen måste matcha entitetsidentifieraren för entiteten som är beskriven i metatdatat.",
		"es": "Añadir o actualizar metadatos indicando la URL de los metadatos. Esta URL debe coincidir con el \"identificador de la entidad\" de la entidad descrita en los metadatos.",
		"nl": "Voeg nieuwe of bijgewerkte metadata toe door de URL van de metadata op te geven. Deze URL moet overeenkomen met de entity identifier van de entiteit die wordt beschreven in de metadata.",
		"sl": "Dodajte nove ali popravljene metapodatke tako, da podate njihov URL. URL se mora ujemati z identifikatorjem entitete.",
		"da": "Tilføj nyt eller opdaterert metadat ved at skrive den url der fører til metadata. Urlen skal matche entitets identificatoren for den entitet der er beskrevet i metadata",
		"hr": "Dodaj nove ili ažurirane metapodatke specificirajući URL metapotataka. URL se mora podudarati s identifikatorom entiteta opisanog u metapodacima. ",
		"hu": "Adja meg az új vagy frissített metaadatok URL-jét! Ennek az URL-nek meg kell egyeznie a metaadatokban leírt entitás azonosítójával.",
		"fi": "Lisää uusi tai muuta metatietoja antamalla metatietojen URL. URL:n tulee vastata palvelun tunnistetta metadatassa.",
		"pt-BR": "Adicionar novo ou atualizar metadata, especificando a URL da metadata. Essa URL deve corresponder a entidade identificadora da entidade descrita na metadata.",
		"pt": "Adicionar metadados novos ou actualizados especificando o URL dos metadados. Este URL tem de coincidir com o identificador de entidade (entityID) descrito nos metadados",
		"pl": "Dodaj nowe lub zaktualizowane metadane poprzez określenie adresu URL pliku metadanych.",
		"tr": "Üstverinin URL'ini belirterek yeni ya da değiştirilmiş üstveri ekle. Bu URL üstveride tanımlanan birimin tanımlayıcısı ile eşleşmelidir.",
		"de": "Fügen Sie neue oder aktualisierte Metadaten hinzu, indem Sie die URL der Metadaten angeben. Diese URL muss gleich dem Datensatzbezeichner des in den Metadaten beschriebenen Datensatzes sein.",
		"fr": "Ajoutez ou mettez à jour des métadonnées en indiquant l'URL de l'identifiant de l'entité (attribue <i>providerId<\/i> dans les métadonnées)."
	},
	"downloadall_desc": {
		"no": "Det er mulig å laste ned alle metadata i en samlet XML fil. Denne filen inneholder en EntitiesDescriptor med alle entitetene som er lagt til denne MetaShare tjenesten. EntitiesDescriptor elementet kan signeres av MetaShare tjenesten hvis det er påslått i konfigurasjonen.",
		"nn": "Du kan lasta ned alle metadata som ei felles XML-fil.  Denne fila inneheld ein enkelt EntitiesDescriptor som inneheld alle entitetane som er lagt til i MetaShare.  EntitiesDescriptor kan vera signert av denne MetaShare dersom dette er konfigurert inn.",
		"sv": "Det är möjligt att hämta all metadata som en enda XML-fil. Denna fil kommer innehålla en enda EntitiesDescriptor som innehåller alla enteiteter som finns lagrade i denna MetaShare. EntitiesDescriptor kan vara signerade av MetaShare om detta är aktiverat i konfgiurationen för MetaShare.",
		"es": "Es posible descargar todos los metatados en un único archivo XML. Este archivo contendrá un único EntitiesDescriptor con todas las entidades que se han definido en el MetaShare. El EntitiesDescriptor puede que esté firmado por este MetaShare si se habilitó la opción en la configuración.",
		"nl": "Het is mogelijk om alle metadata in een enkele XML file op te halen. Deze file zal een enkele EntitiesDescriptor bevatten waarin alle entiteiten zitten die bestaan in deze MetaShare. De EntitiesDescriptor kan digitaal worden ondertekend door de MetaShare die is geconfigureerd.",
		"sl": "Celotne metapodatke si lahko prenesete kot eno XML datoteko. Ta bo vsebovala opisnik entitet in vse entitete, ki so shranjene v MetaShareu. Opisnik entitet je lahko digitalno podpisan, če je ta možnost v nastavitvah omogočena.",
		"da": "Det er muligt at downloade metadata som en enkelt XML-fil. Denne fil indeholder en enkelt Entitetsbeskrivelse som indeholder alle de entiteter som er tilføjet til det fælles metadatarepository. Entitetsbeskrivelsen kan være signeret af metadatrepositoryet, hvis det er tilføjet i konfigurationen ",
		"hr": "Moguće je dohvatiti sve metapodatke u obliku jedne XML datoteke. Ta datoteka sadržavat će jedinstveni <i>EntitiesDescriptor<\/i> koji sadržava sve entitete koji se nalaze u MetaShare repozitoriju. <i>EntitiesDescriptor<\/i> može biti digitalno potpisan ako je ta opcija uključena u konfiguraciji.",
		"hu": "Lehetőség van az összes metaadat letöltésére egyetlen XML fájlként. A file egyetlen EntitiesDescriptor elmet fog tartalmazni, amely magába foglalja az összes MetaShare-ben tárolt elemet. Az EntitiesDescriptor-t a MetaShare is aláírhatja, ha ez engedélyezve van a beállításoknál.",
		"pt-BR": "É possível fazer download de todas as metadatas como um único arquivo XML. Esse arquivo irá conter um único EntitiesDescriptor que contém todas as entidades que estão vinculadas para este MetaShare. O EntitiesDescriptor pode ser assinado por este MetaShare se isto está ativado na configuração.",
		"pt": "É possível efectuar o dowload de todos os metadados num único ficheiro XML. Este ficheiro irá conter um único elemento EntitiesDescriptor com todas as entidades presentes neste MetaShare. O elemento EntitiesDescriptor pode ser assinado por este serviço de MetaShare se esta opção estiver activa na configuração.",
		"pl": "Jest możliwe ściągniecie wszystkich metadanych jako pojedynczy plik XML. Plik ten bedzie zawierał pojedynczy EntitiesDescriptor tag, który zawiera wszystkich dostawców, które mają być w tym Metashare. EntitiesDescriptor może być podpisany przez ten MetaShare jeśli jest to włączone w konfiguracji.",
		"tr": "Tüm üstveriyi tek bir XML dosyası olarak indirmek mümkün. Bu dosya MetaShare'e eklenen tüm birimlerin bulunduğu tek bir EntitiesDescriptor içerecektir. Bu EntitiesDescriptor, eğer yapılandırma içinde etkinleştirilmişse MetaShare tarafından imzalanmış olabilir.",
		"de": "Es ist möglich, alle Metadaten in einer XML-Datei herunterzuladen. Diese Datei wird einen einzelnen EntitiesDescriptor enthalten, der alle Datensätze enthält, die diesem MetaShare hinzugefügt werden. Der EntitiesDescriptor kann durch diesen MetaShare unterzeichnet werden, falls Sie dies in Ihrer Konfiguration aktiviert haben.",
		"fr": "Vous pouvez télécharger toutes les métadonnées dans un fichier XML unique. Ce fichier contiendra un élément <i>EntitiesDescriptor<\/i> englobant toutes les entités enregistrées dans ce dépôt MetaShare. Si la configuration le spécifie, cet élément <i>EntitiesDescriptor<\/i> peut être signé."
	},
	"entities_desc": {
		"no": "Dette er en liste over alle entiteter som nå er lagret i MetaShare tjenesten. Klikk på en link for å laste ned metadata for en gitt entitet.",
		"nn": "Dette er ei liste over alle entitetar som lagra i MetaShare no.  Klikk på ein peikar for å lasta ned metadata for den aktuelle entiteten.",
		"sv": "Detta är en lista över alla entiteter som förnärvarande finns lagrades i denna MetaShare. Klicka på aktuell länk för att hämta för att hämta metadata för en viss entitet.",
		"es": "Esta es la lista de todas las entidades que están almacenadas actualmente en este MetaShare. Pulse en el enlace para descargar los metadatos de una determinada entidad.",
		"nl": "Dit is een lijst van alle entiteiten die zijn opgeslagen in deze MetaShare. Klik op een link op de metadata van een specifieke entiteit op te halen.",
		"sl": "To je seznam vseh entitet, ki so trenutnotno shranjene v tem MetaShareu. S klikom na povezavo (entiteto), lahko prenesete njeno metadato.",
		"da": "Dette er en liste bestående af alle de entiteter der for indeværende er gemt i det fælles repository.",
		"hr": "Ovo je popis svih entiteta koji su trenutno pohranjeni u MetaShare repozitoriju. Kliknite na odgovarajuću poveznicu da biste dohvatili metapodatke za određeni entitet.",
		"hu": "Ez a lista a jelenleg a MetaShare-ben tárolt összes elemet mutatja. Kattintson a linkre, hogy letölthesse a az entitáshoz tartozó metaadatokat.",
		"pt-BR": "Esta é uma lista de todas as entidades que estão atualmente guardadas nesta MetaShare. Clique em um link para baixar as metadata das determinadas entidades.",
		"pt": "Apresenta-se de seguida uma lista de todas as entidades presentes neste serviço de MetaShare. Siga uma das ligações para efectuar o download dos metadados da entidade correspondente.",
		"pl": "To jest lista wszystkich jednostek, które aktualnie są zapisane w Metashare. Kliknij na link aby ściągnąć metadane wybranej jednostki.",
		"tr": "Bu MetaShare'de halihazırda depolanan tüm birimlerin bir listesidir. Verilen bir birimin üstverisini indirmek için bağlantıya tıklayın.",
		"de": "Dies ist eine Liste aller Datensätze, die derzeit in diesem MetaShare gespeichert sind. Klicken Sie auf einen Link um die Metadaten des jeweiligen Datensatzes herunterzuladen.",
		"fr": "Voici une liste des entités stockées dans le dépôt MetaShare. Cliquez sur un lien pour télécharger les métadonnées de l'entité correspondante."
	},
	"addpage_invalidurl": {
		"no": "Ugyldig URL\/entity ID for metadata. Entity ID-en må være en gyldig http: eller https: URL. URL-en du oppgav var \"%URL%\".",
		"nn": "Ugyldig URL eller EntityID for metadata.  EntityID må vera ein gyldig http: eller https: URL.  URLen du oppgav var \"%URL%\".",
		"sv": "Felaktig URL\/Entitetsidentifierare för metadata. Entitetsidentifieraren ska vara en giltig http- eller https-adress (URL). Adressen du angav var \"%URL%\".",
		"es": "El identificador de la entidad o la URL de los metadatos no es válido. El identificador de la entidad debería ser una URL del tipo http o https. La URL indicada fue \"%URL%\".",
		"nl": "Geen geldige URL\/entiteit voor metadata. De entity identifier moet een bestaande http: of https: URL zijn. De opgegeven URL was \"%URL%\".",
		"sl": "Napačen URL ali ID entitete, le-ta mora biti veljaven http ali https naslov. Posredovali ste naslednji URL: \"%URL%\".",
		"da": "Ugyldig URL\/entitet ID i metadata. Entiteten bør være på formen http: eller https:. URL'en du gav var \"%URL%\".",
		"hr": "Neispravna adresa \/ identifikator entiteta za metapodatke. Identifikator entiteta treba biti valjani http: ili https: URL. URL koji ste zadali je \"%URL%\".",
		"hu": "Érvénytelen URL\/entitás azonosító. Az entitás azonosítójának érvényes http: vagy https: protokollt használó URL-nek kell lennie. A megadott URL ez volt: \"%URL%\".",
		"pt-BR": "URL\/Identificação da Entidade inválida para a metadata. A identificação da entidade deve ser um endereço http: ou https: válido. A URL passada foi \"%URL%\".",
		"pt": "URL inválido. O identificador de entidade (entityID) deve ser um URL válido do tipo http: ou https:. O URL fornecido foi \"%URL%\".",
		"pl": "Niepoprawny URL\/id jednostki. Identyfikator jednostki powinien być poprawny http: lub https: URL. URL, który podałeś był \"%URL%\".",
		"tr": "Üstveriye geçersiz URL\/Birim kimlik nosu. Birim kimlik nosu geçerli bir http: ya da https: URL'i olmalıdır. Verdiğiniz URL \"%URL%\" idi.",
		"de": "Ungültige URL\/entity-ID zu den Metadaten. Die entity-ID sollte eine gültige http: oder https: URL sein. Die URL, die Sie angegeben haben war \"%URL%\".",
		"fr": "URL ou identifiant d'identité invalide. Un identifiant d'identité doit être une URL valide en <i>http:\/\/<\/i> ou <i>https:\/\/<\/i>. L'URL que vous avez indiqué est \"%URL%\"."
	},
	"addpage_nodownload": {
		"no": "Er ikke i stand til å laste ned metadata fra \"%URL%\".",
		"nn": "Kunne ikkje lasta ned metadata frå \"%URL%\".",
		"sv": "Kunde inte hämta metadata från \"%URL%\".",
		"es": "No se pudo descargar los metadatos desde \"%URL%\".",
		"nl": "Metadata van \"%URL%\" ophalen is niet gelukt.",
		"sl": "Prenos metapodatkov z naslova \"%URL%\" ni mogoč.",
		"da": "Kunne ikke hente metadata fra \"%URL%\"",
		"hr": "Ne mogu dohvatiti metapodatke s adrese \"%URL%\".",
		"hu": "Nem lehet a metaadatokat letölteni a(z) \"%URL%\" helyről.",
		"pt-BR": "Não foi possível baixar a metadata de \"%URL%\".",
		"pt": "Não foi possível efectuar o download dos metadados a partir de \"%URL%\".",
		"pl": "Nie można ściagnąć metadanych z adresu \"%URL%\".",
		"tr": "\"%URL%\"den üstveri indirilemiyor.",
		"de": "Nicht in der Lage, Metadaten von \"%URL%\" herunterzuladen.",
		"fr": "Impossible d'obtenir les métadonnées depuis \"%URL%\"."
	},
	"addpage_invalidxml": {
		"no": "Feilformattert XML i metadata. URL-en som metadata befant seg på var \"%URL%\".",
		"nn": "Feil format på XML i metadata.  URLen du oppgav var \"%URL%\".",
		"sv": "Felaktigt formaterad XML i metadata. Adressen du angav var \"%URL%\".",
		"es": "El XML con los metadatos no es un documento bien formado. La URL indicada fue \"%URL%\".",
		"nl": "Ongeldige XML in metadata. De URL is: \"%URL%\".",
		"sl": "Napaka v strukturi XML metapodatkov. URL, ki ste ga posredovali \"%URL%\".",
		"da": "Ugyldig XML i metadata. URL'en du gav var \"%URL%\".",
		"hr": "XML sadržaj u metapodacima je izobličen. URL koji ste zadali je \"%URL%\".",
		"hu": "Hibás XML a metaadat-állományban. Az URL az alábbi volt: \"%URL%\"",
		"pt-BR": "XML incorreto na metadata. A URL passada foi \"%URL%\".",
		"pt": "Metadados com XML mal formatado. O URL fornecido foi \"%URL%\".",
		"pl": "Nieprawidłowy XML w metadanych. URL, który podałeś był \"%URL%\".",
		"tr": "Üstveride kusurlu XML. Verdiğiniz URL \"%URL%\" idi.",
		"de": "Ungültiges XML in den Metadaten. Die URL, die Sie angegeben haben war \"%URL%\".",
		"fr": "XML mal formé dans les métadonnées. L'URL que vous avez indiqué est \"%URL%\". "
	}
}
