{
	"access_denied": {
		"en": "You do not have access to this service",
		"no": "Du har ikke tilgang til denne tjenesten",
		"nn": "Du har ikkje tilgang til denne tenesta",
		"sv": "Du har inte tillgång till denna tjänst",
		"es": "No tiene acceso a este servicio.",
		"fr": "Vous n'etes pas autorisé à accéder à ce service",
		"de": "Sie haben keinen Zugriff auf diesen Dienst",
		"nl": "U heeft geen toegang tot deze dienst",
		"sl": "Dostop do storitve zavrnjen.",
		"da": "Du har ikke adgang til denne service",
		"hr": "Nemate pristup ovom servisu",
		"hu": "Önnek nincs hozzáférése ehhez a szolgáltatáshoz",
		"fi": "Sinulla ei ole käyttöoikeutta palveluun",
		"pt-BR": "Você não possui acesso a este serviço",
		"pt": "Não tem acesso a este serviço",
		"pl": "Dostęp zabroniony",
		"tr": "Bu servise giriş izniniz yok."
	},
	"no_access_to": {
		"en": "You do not have access to the service:",
		"no": "Du har ikke tilgang til følgende tjeneste:",
		"nn": "Du har ikkje tilgang til tenesta:",
		"sv": "Du har inte tillgång till angiven tjänst:",
		"es": "No tiene acceso al servicio:",
		"fr": "Vous n'etes pas autorisé à accéder à ce service",
		"de": "Sie haben keinen Zugriff auf den Dienst:",
		"nl": "U heeft geen toegang tot deze dienst:",
		"sl": "Nimate dostopa do te storitve.",
		"da": "Du har ikke adgang til servicen:",
		"hr": "Nemate pristup servisu:",
		"hu": "Ön nem férhet hozzá ehhez a szolgáltatáshoz:",
		"fi": "Sinulla ei ole käyttöoikeutta palveluun:",
		"pt-BR": "Você não possui acesso a este serviço",
		"pt": "Não tem acesso ao serviço:",
		"pl": "Nie masz dostępu to tego serwisu:",
		"tr": "Bu servise giriş izniniz yok."
	},
	"contact_home": {
		"en": "Access to services is controlled by your home organization. Please contact your local it support for questions.",
		"no": "Hvilke tjenester du har tilgang til er bestemt av din vertsorganisasjon. Ta kontakt med din lokale brukerstøtte for spørsmål.",
		"nn": "Tilgang til tenester er kontroller av utdanningsorganisasjonen din.  Ta kontakt med din lokale IT-avdeling for meir informasjon",
		"sv": "Tillgång till tjänster kontrolleras av din hemmaorganisation. Ta kontakt med din lokala support om du har några frågor.",
		"es": "El acceso al servicio se controla por su organización. Por favor, para cualquier consulta contacte con el personal de su organización.",
		"fr": "L'accès à ce service est restreint par votre institution. Contactez votre support technique pour avoir plus d'informations",
		"de": "Der Zugriff auf Dienste wird von Ihrer Heimatorganisation geregelt. Bitte wenden Sie sich mit Fragen an Ihre lokale IT Unterstützung.",
		"nl": "Toegang tot diensten wordt verleend door uw organisatie. Neem contact op met uw ICT afdeling.",
		"sl": "Možnost dostopa do storitve ureja vaša domača organizacija. Obrnite se na njihov oddelek za pomoč uporabnikom.",
		"da": "Adgang til services bestemmes af din hjemmeorganisation. Kontakt venligst din lokale helpdesk for spørgsmål.",
		"hr": "Pristup ovom servisu kontrolira vaš davatelj elektroničkih identiteta. Za dodatne informacije molimo kontaktirajte vašeg davatelja elektroničkih identiteta.",
		"hu": "A hozzáférését ehhez a szolgáltatáshoz az ön szervezete szabályozza. Vegye fel a kapcsolatot a helyi IT felelőssel!",
		"fi": "Käyttöoikeuksista palveluun vastaa kotiorganisaatiosi. Ota yhteys paikalliseen tukeen lisätietoja varten.",
		"pt-BR": "O acesso a estes serviços é controlado pela sua organização principal. Entre em contato com a equipe local de suporte para ajudá-lo.",
		"pt": "O acesso a serviços é controlado pela sua organização de origem. Para obter ajuda, contacte o serviço de apoio ao utilizador da sua organização.",
		"pl": "Dostęp do serwisu jest kontrolowany przez Twoją organizację macierzystą. W sprawie pytań prosze skontaktować się z pomocą techniczną w Twojej organizacji.",
		"tr": "Servislere erişim organizasyonunuz tarafından kontrol edilmektedir. Lütfen sorularınız için yerel ilgilerle iletişime geçiniz."
	}
}
