Repository: simplesamlphp/simplesamlphp
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: id, th, uk, vi

source: There is an error in the request to this page. The reason was: %REASON%
id: Terjadi error pada request ke halaman ini. Alasannya adalah: %REASON%
th: มีข้อผิดพลาดในคำขอนี้ สาเหตุคือ: %REASON%
uk: Сталася помилка у запиті до цієї сторінки. Причина: %REASON%
vi: Có lỗi trong yêu cầu đến trang này. Lý do là: %REASON%

source: E-mail address:
id: Alamat E-mail:
th: ที่อยู่อีเมล:
uk: Адреса електронної пошти:
vi: Địa chỉ email:

source: Submit message
id: Submit pesan
th: ส่งข้อความ
uk: Надіслати повідомлення
vi: Gửi tin nhắn

source: No RelayState
id: Tidak ada RelayState
th: ระบบไม่ได้รับข้อมูลตำแหน่งปลายทางนี้
uk: Відсутній параметр RelayState
vi: Không có RelayState

source: Error creating request
id: Error membuat request.
th: ข้อผิดพลาดในการสร้างคำขอ
uk: Помилка під час створення запиту
vi: Lỗi khi tạo yêu cầu

source: Locality
id: Lokalitas
th: เขต/ท้องถิ่น
uk: Місцевість
vi: Địa phương

source: Unhandled exception
id: Exception yang tidak tertangani
th: ข้อผิดพลาดที่ไม่ได้รับการจัดการ
uk: Необроблений виняток
vi: Ngoại lệ chưa được xử lý

source: The following required fields was not found
id: Field-field yang diperlukan wajib disisi berikut ini tidak ditemukan
th: ไม่พบช่องข้อมูลที่จำเป็น
uk: Наступні обов’язкові поля не знайдено
vi: Các trường bắt buộc sau đây không được tìm thấy

source: Download the X509 certificates as PEM-encoded files.
id: Download sertifikat X509 sebagai file dikodekan-PEM.
th: ดาวน์โหลดใบรับรอง X509 ในรูปแบบไฟล์ PEM
uk: Завантажте сертифікати X509 у форматі файлів з кодуванням PEM.
vi: Tải xuống chứng chỉ X509 dưới dạng tệp được mã hóa PEM.

source: Unable to locate metadata for %ENTITYID%
id: Tidak dapat menemukan metadata untuk %ENTITYID%
th: ไม่พบข้อมูล metadata สำหรับ %ENTITYID%
uk: Неможливо знайти метадані для %ENTITYID%
vi: Không thể định vị siêu dữ liệu cho %ENTITYID%

source: Organizational number
id: Nomor Organisasi
th: หมายเลขหน่วยงานต้นสังกัด
uk: Номер організації
vi: Số tổ chức

source: Password not set
id: Password tidak diset
th: ยังไม่ได้ตั้งรหัสผ่าน
uk: Пароль не встановлено
vi: Mật khẩu chưa được thiết lập

source: SAML 2.0 IdP Metadata
id: Metadata SAML 2.0 IdP

source: Post office box
id: PO Box
th: ตู้ไปรษณีย์
uk: Абонентська скринька
vi: Hộp thư bưu điện

source: A service has requested you to authenticate yourself. Please enter your username and password in the form below.
id: Sebuah layanan telah meminta Anda untuk melakukan autentifikasi. Silahkan masukkan username dan password Anda pada form dibawah
th: กรุณายืนยันตัวตนของคุณ โดยใส่ชื่อผู้ใช้และรหัสผ่านในช่องด้านล่าง
uk: Служба запросила автентифікацію. Будь ласка, введіть ім’я користувача та пароль у форму нижче.
vi: Một dịch vụ đã yêu cầu bạn xác thực. Vui lòng nhập tên người dùng và mật khẩu của bạn vào biểu mẫu bên dưới.

source: CAS Error
id: Error CAS
th: ข้อผิดพลาดของระบบ CAS
uk: Помилка CAS
vi: Lỗi CAS

source: The debug information below may be of interest to the administrator / help desk:
id: Informasi debug dibawah ini mungkin menarik bagi administrator/help desk:
th: ข้อมูลการแก้ไขข้อบกพร่องด้านล่างอาจเป็นประโยชน์ต่อผู้ดูแลระบบ / ศูนย์ช่วยเหลือ
uk: Наведена нижче інформація може зацікавити адміністратора або службу підтримки:
vi: Thông tin gỡ lỗi bên dưới có thể hữu ích cho người quản trị/bộ phận trợ giúp:

source: Either no user with the given username could be found, or the password you gave was wrong. Please check the username and try again.
id: Username yang diberikan tidak dapat ditemukan, atau password yang Anda berikan salah. Silahkan periksa username dan coba lagi.
th: ไม่พบบัญชีผู้ใช้ตามชื่อที่ระบุ หรือรหัสผ่านไม่ถูกต้อง กรุณาตรวจสอบและลองอีกครั้ง
uk: Користувача з вказаним іменем не знайдено, або введений пароль неправильний. Перевірте ім’я користувача та спробуйте ще раз.
vi: Không tìm thấy người dùng nào có tên người dùng đã cho hoặc mật khẩu bạn cung cấp không đúng. Vui lòng kiểm tra tên người dùng và thử lại.

source: Next
id: Selanjutnya
th: ถัดไป
uk: Далі
vi: Tiếp

source: State information lost
id: Informasi state hilang
th: ข้อมูลสถานะสูญหาย
uk: Втрачено дані про поточний стан
vi: Thông tin trạng thái bị mất

source: The password in the configuration (auth.adminpassword) is not changed from the default value. Please edit the configuration file.
id: Password di konfigurasi (auth.adminspassword) tidak berubah dari nilai default. Silahkan edit file konfigurasi.
th: รหัสผ่านในการกำหนดค่า (auth.adminpassword) จะไม่เปลี่ยนแปลงจากค่าเริ่มต้น โปรดแก้ไขไฟล์การตั้งค่า
uk: Пароль у конфігурації (auth.adminpassword) не змінено зі значення за замовчуванням. Будь ласка, відредагуйте конфігураційний файл.
vi: Mật khẩu trong cấu hình (auth.adminpassword) không thay đổi so với giá trị mặc định. Vui lòng chỉnh sửa tệp cấu hình.

source: Converted metadata
id: Metadata yang telah dikonvesi
th: ข้อมูลเมตาที่แปลงแล้ว
uk: Перетворені метадані
vi: Siêu dữ liệu đã chuyển đổi

source: No, cancel
id: Tidak
th: ไม่, ยกเลิก
uk: Ні, скасувати
vi: Không, hủy bỏ

source: You have chosen <b>%HOMEORG%</b> as your home organization. If this is wrong you may choose another one.
id: Anda telah memilih <b>%HOMEORG%</b> sebagai basis organisasi anda. Jika ini salah anda dapat memilih yang lain.
th: คุณเลือก <b>%HOMEORG%</b> เป็นหน่วยงานต้นสังกัด หากไม่ถูกต้อง คุณสามารถเลือกใหม่ได้.
uk: Ви обрали <b>%HOMEORG%</b> як вашу домашню організацію. Якщо це помилка, ви можете вибрати іншу.
vi: Bạn đã chọn <b>%HOMEORG%</b> làm tổ chức nhà của bạn. Nếu sai, bạn có thể chọn tổ chức khác.

source: Error processing request from Service Provider
id: Error memproses request dari Service Provider
th: ข้อผิดพลาดในการประมวลผลคำขอจากผู้ให้บริการ
uk: Помилка обробки запиту від постачальника послуг
vi: Lỗi khi xử lý yêu cầu từ Nhà cung cấp dịch vụ

source: To look at the details for an SAML entity, click on the SAML entity header.
id: Untuk melihat detail entiti SAML, klik pada bagian header entiti SAML
th: หากต้องการดูรายละเอียดของ SAML entity ให้คลิกที่หัวข้อ
uk: Щоб переглянути деталі SAML-об'єкта, натисніть на заголовок SAML-об'єкта.
vi: Để xem thông tin chi tiết về một thực thể SAML, hãy nhấp vào tiêu đề thực thể SAML.

source: Enter your username and password
id: Masukkan username dan password Anda
th: กรุณากรอกชื่อผู้ใช้และรหัสผ่านของคุณ
uk: Введіть ім’я користувача та пароль
vi: Nhập tên người dùng và mật khẩu của bạn

source: Login at
id: Login di
th: เข้าสู่ระบบได้ที่
uk: Вхід на
vi: Đăng nhập tại

source: No
id: Tidak
th: ไม่
uk: Ні
vi: Không

source: Home postal address
id: Alamat pos rumah
th: ที่อยู่ไปรษณีย์ของหน่วยงานต้นสังกัด
uk: Домашня поштова адреса
vi: Địa chỉ bưu chính nước nhà

source: WS-Fed SP Demo Example
id: Contoh Demo WS-Fed SP
th: ตัวอย่าง WS-Fed SP
uk: Демонстраційний приклад WS-Fed SP
vi: Ví dụ về bản demo WS-Fed SP

source: SAML 2.0 Identity Provider (Remote)
id: Identity Provider SAML 2.0 (Remote)
th: Identity Provider SAML 2.0 (Remote)
uk: Постачальник ідентифікації SAML 2.0 (віддалений)
vi: Identity Provider SAML 2.0 (Remote)

source: Error processing the Logout Request
id: Error memproses Request Logout
th: ข้อผิดพลาดในการประมวลผลคำขอออกจากระบบ
uk: Помилка обробки запиту на вихід із системи
vi: Lỗi khi xử lý Yêu cầu Đăng xuất

source: Do you want to logout from all the services above?
id: Apakah anda ingin logout dari semua layanan diatas ?
th: คุณต้องการออกจากระบบบริการทั้งหมดข้างต้นหรือไม่?
uk: Хочете завершити сеанс у всіх вищезгаданих сервісах?
vi: Bạn có muốn đăng xuất khỏi tất cả các dịch vụ trên không?

source: Select
id: Pilih
th: เลือก
uk: Вибрати
vi: Chọn

source: The authentication was aborted by the user
id: Autentifikasi dibatalkan oleh user
th: การยืนยันตัวตนถูกยกเลิกโดยผู้ใช้
uk: Автентифікацію було перервано користувачем
vi: Xác thực đã bị hủy bỏ bởi người dùng

source: Your attributes
id: Attribut Anda
th: คุณลักษณะของคุณ
uk: Ваші атрибути
vi: Thuộc tính của bạn

source: Given name
id: Nama
th: ชื่อจริง
uk: Ім'я
vi: Tên gọi

source: Identity assurance profile
id: Profil penjamin identitas
th: โปรไฟล์การยืนยันตัวตน
uk: Профіль гарантії автентичності особи
vi: Hồ sơ đảm bảo danh tính

source: SAML 2.0 SP Demo Example
id: Contoh Demo SAML 2.0 SP
th: ตัวอย่างสาธิต SAML 2.0 SP
uk: Демонстраційний приклад SAML 2.0 SP
vi: Ví dụ về bản demo SAML 2.0 SP

source: Logout information lost
id: Informasi logout hilang
th: ข้อมูลการออกจากระบบสูญหาย
uk: Інформацію про вихід втрачено
vi: Thông tin đăng xuất bị mất

source: Organization name
id: Nama organisasi
th: ชื่อหน่วยงานต้นสังกัด
uk: Назва організації
vi: Tên tổ chức

source: Authentication failed: the certificate your browser sent is unknown
id: Autentifikasi gagal: sertifikat yang browser anda kirimkan tidak dikenal
th: การยืนยันล้มเหลว: ใบรับรองที่เบราว์เซอร์ของคุณส่งมาไม่พบข้อมูล
uk: Помилка автентифікації: сертифікат, надісланий вашим браузером, невідомий
vi: Xác thực không thành công: chứng chỉ trình duyệt của bạn gửi không xác định

source: You are about to send a message. Hit the submit message button to continue.
id: Anda baru saja akan mengirim sebuah pesan. Tekan tombol submit pesan untuk melanjutkan.
th: คุณกำลังจะส่งข้อความ กดปุ่ม 'ส่งข้อความ' เพื่อดำเนินการต่อ
uk: Ви збираєтеся надіслати повідомлення. Натисніть кнопку Надіслати повідомлення, щоб продовжити.
vi: Bạn sắp gửi tin nhắn. Nhấn nút gửi tin nhắn để tiếp tục.

source: Go back to the file list
id: Kembali ke daftar file
th: กลับไปยังรายการไฟล์
uk: Повернутися до списку файлів
vi: Quay lại danh sách tập tin

source: Error report sent
id: Laporan error dikirimkan
th: ส่งรายงานข้อผิดพลาดแล้ว
uk: Звіт про помилку надіслано
vi: Đã gửi báo cáo lỗi

source: Please select the identity provider where you want to authenticate:
id: Silahkan pilih identity provider tempat anda ingin melakukan autentifikasi
th: กรุณาเลือกผู้ให้บริการยืนยันตัวตนที่คุณต้องการใช้
uk: Будь ласка, виберіть постачальника ідентифікації, через якого ви хочете пройти автентифікацію:
vi: Vui lòng chọn nhà cung cấp danh tính mà bạn muốn xác thực:

source: Logout failed
id: Log out gagal
th: ออกจากระบบไม่สำเร็จ
uk: Не вдалося вийти із системи
vi: Đăng xuất không thành công

source: WS-Federation Identity Provider (Remote)
id: Identity Provider WS-Federation (Remote)
th: Identity Provider WS-Federation (Remote)
uk: Постачальник ідентифікації WS-Federation (віддалений)
vi: Identity Provider WS-Federation (Remote)

source: Error received from Identity Provider
id: Error diterima dari Identity Provider
th: ได้รับข้อผิดพลาดจากผู้ให้บริการยืนยันตัวตน
uk: Отримано помилку від постачальника ідентифікації
vi: Lỗi nhận được từ Nhà cung cấp danh tính

source: LDAP Error
id: Error LDAP
th: ข้อผิดพลาดของ LDAP
uk: Помилка LDAP
vi: Lỗi LDAP

source: The information about the current logout operation has been lost. You should return to the service you were trying to log out from and try to log out again. This error can be caused by the logout information expiring. The logout information is stored for a limited amout of time - usually a number of hours. This is longer than any normal logout operation should take, so this error may indicate some other error with the configuration. If the problem persists, contact your service provider.
id: Informasi tentang operasi logout saat ini telah hilang. Anda harus kembali ke layanan tempat Anda mencoba logout dan mencoba melakukan proses logout kembali. Error ini dapat disebabakan oleh informasi logout yang telah kadaluarsa. Informasi logout disimpan untuk waktu yang terbatas - biasanya dalam bilangan jam. Waktu ini lebih lama dari operasi logout normal umumnya, jadi error ini mungkin mengindikasikan beberapa erro lain pada konfigurasi. Jika masalah tetap terjadi, hubungi service provider Anda.

source: Some error occurred
id: Beberapa error telah terjadi
th: เกิดข้อผิดพลาดบางประการ
uk: Виникла помилка
vi: Đã xảy ra lỗi

source: Organization
id: Organisasi
th: หน่วยงานต้นสังกัด
uk: Організація
vi: Tổ chức

source: No certificate
id: Tidak ada sertifikat
th: ไม่มีใบรับรอง
uk: Сертифікат відсутній
vi: Không có chứng chỉ

source: Choose home organization
id: Pilih basis organisasi
th: เลือกหน่วยงานต้นสังกัด
uk: Виберіть домашню організацію
vi: Chọn tổ chức nước nhà

source: No SAML response provided
id: Tidak ada response SAML yang disediakan
th: ระบบไม่ได้รับข้อมูลตอบกลับจากผู้ให้บริการยืนยันตัวตน
uk: Відсутня відповідь SAML
vi: Không có phản hồi SAML nào được cung cấp

source: No errors found.
id: Tidak ada error yang ditemukan
th: ไม่พบข้อผิดพลาด.
uk: Помилок не виявлено.
vi: Không tìm thấy lỗi.

source: SAML 2.0 Service Provider (Hosted)
id: Service Provider SAML 2.0 (Hosted)
th: Service Provider SAML 2.0 (Hosted)
uk: Постачальник сервісів SAML 2.0 (хостинговий)
vi: Nhà cung cấp dịch vụ SAML 2.0 (Đã lưu trữ)

source: The given page was not found. The URL was: %URL%
id: Halaman yang diminta tidak dapat ditemukan. URL nya adalah %URL%
th: ไม่พบหน้าที่ระบุ URL: %URL%
uk: Задану сторінку не знайдено. URL-адреса: %URL%
vi: Không tìm thấy trang. URL là: %URL%

source: Configuration error
id: Error konfigurasi
th: ข้อผิดพลาดในการตั้งค่า
uk: Помилка конфігурації
vi: Lỗi cấu hình

source: Required fields
id: Field-field yang wajib diisi
th: ช่องที่จำเป็นต้องกรอก
uk: Обов'язкові поля
vi: Các trường bắt buộc

source: An error occurred when trying to create the SAML request.
id: Sebuah error telah terjadi ketika membuat request SAML.
th: เกิดข้อผิดพลาดขณะพยายามสร้างคำขอ SAML
uk: Виникла помилка при формуванні SAML-запиту.
vi: Sebuah error telah terjadi ketika membuat request SAML.

source: This error probably is due to some unexpected behaviour or to misconfiguration of SimpleSAMLphp. Contact the administrator of this login service, and send them the error message above.
id: Error ini mungkin karena perilaku yang tidak diharapakan atau konfigurasi yang salah di SimpleSAMLphp. Hubungi administrator dari layanan login ini, dan kirimkan kepada mereka pesan error diatas.
th: ข้อผิดพลาดนี้อาจเกิดจากการตั้งค่าผิดหรือระบบทำงานผิดปกติ
uk: Ця помилка, ймовірно, пов'язана з неочікуваною поведінкою або неправильною конфігурацією SimpleSAMLphp. Зверніться до адміністратора цієї служби входу і надішліть йому повідомлення про помилку, що наведене вище.
vi: Lỗi này có thể là do một số hành vi không mong muốn hoặc do cấu hình sai SimpleSAMLphp. Liên hệ với quản trị viên của dịch vụ đăng nhập này và gửi cho họ thông báo lỗi ở trên.

source: Your session is valid for %SECONDS% seconds from now.
id: Session anda valid untuk %SECONDS% detik dari sekarang.

source: Shib 1.3 Service Provider (Remote)
id: Service Provider Shib 1.3 (Remote)
uk: Постачальник сервісів Shib 1.3 (віддалений)
vi: Service Provider Shib 1.3 (Remote)

source: Nickname
id: Nama panggilan
th: ชื่อเล่น
uk: Псевдонім
vi: Biệt danh

source: Send error report
id: Kirim laporan error
th: ส่งรายงานข้อผิดพลาด
uk: Надіслати звіт про помилку
vi: Gửi báo cáo lỗi

source: Authentication failed: the certificate your browser sent is invalid or cannot be read
id: Autentifikasi gagal: Sertifikat yang browser Anda kirimkan invalid atau tidak dapat dibaca
th: การยืนยันล้มเหลว: ใบรับรองที่เบราว์เซอร์ของคุณส่งมาไม่ถูกต้องหรือไม่สามารถอ่านได้
uk: Помилка автентифікації: сертифікат, надісланий вашим браузером, є недійсним або не може бути прочитаний
vi: Xác thực không thành công: chứng chỉ trình duyệt của bạn gửi không hợp lệ hoặc không thể đọc được

source: The error report has been sent to the administrators.
id: Laporan error telah dikirimkan ke administrator
th: รายงานข้อผิดพลาดได้ถูกส่งไปยังผู้ดูแลระบบแล้ว
uk: Звіт про помилку надіслано адміністраторам.
vi: Báo cáo lỗi đã được gửi tới người quản trị.

source: Date of birth
id: Tanggal lahir
th: วันเดือนปีเกิด
uk: Дата народження
vi: Ngày sinh

source: Private information elements
id: Elemen-elemen informasi personal
th: ข้อมูลส่วนบุคคล
uk: Елементи особистої інформації
vi: Các yếu tố thông tin riêng tư

source: You are also logged in on these services:
id: Anda juga telah log out dari layanan berikut:
th: คุณยังคงล็อกอินอยู่ในบริการต่อไปนี้:
uk: Ви також авторизовані в наступних сервісах:
vi: Bạn cũng đã đăng nhập vào các dịch vụ sau:

source: SimpleSAMLphp Diagnostics
id: Diagnostik SimpleSAMLphp
th: การวินิจฉัย SimpleSAMLphp
uk: Діагностика SimpleSAMLphp
vi: Chẩn đoán SimpleSAMLphp

source: Debug information
id: Informasi debug
th: ข้อมูลสำหรับการวิเคราะห์ปัญหา
uk: Налагоджувальна інформація
vi: Thông tin gỡ lỗi

source: No, only %SP%
id: Tidak, hanya %SP%
th: ไม่ มีเพียง %SP% เท่านั้น
uk: Ні, тільки для служби %SP%
vi: Không, chỉ có %SP%

source: Go back to SimpleSAMLphp installation page
id: Kembali ke halaman instalasi SimpleSAMLphp
th: กลับไปยังหน้าการติดตั้ง SimpleSAMLphp
uk: Повернутися на сторінку встановлення SimpleSAMLphp
vi: Quay lại trang cài đặt SimpleSAMLphp

source: You have successfully logged out from all services listed above.
id: Anda telah berhasil log out dari semua layanan yang tercantuh diatas.
th: คุณได้ออกจากระบบบริการทั้งหมดเรียบร้อยแล้ว
uk: Ви успішно вийшли з усіх перелічених вище сервісів.
vi: Bạn đã đăng xuất thành công khỏi tất cả các dịch vụ được liệt kê ở trên.

source: You are now successfully logged out from %SP%.
id: Sekarang anda telah sukses log out dari %SP%.
th: คุณได้ออกจากระบบ %SP% เรียบร้อยแล้ว
uk: Ви успішно вийшли з системи %SP%.
vi: Bây giờ bạn đã đăng xuất thành công khỏi %SP%.

source: Affiliation
id: Afiliasi
th: หน่วยงาน/สังกัด
uk: Членство
vi: Liên kết

source: You have been logged out.
id: Anda telah log out.
th: คุณได้ออกจากระบบเรียบร้อยแล้ว
uk: Ви вийшли з системи.
vi: Bạn đã đăng xuất.

source: Return to service
id: Kembali ke layanan
th: กลับสู่การบริการ
uk: Повернутися до сервісу
vi: Trở lại phục vụ

source: State information lost, and no way to restart the request
id: Informasi state hilang, dan tidak ada cara untuk me-restat request
th: ข้อมูลสถานะสูญหาย และไม่สามารถเริ่มคำขอใหม่ได้
uk: Інформацію про стан втрачено, і немає способу перезапустити запит
vi: Thông tin trạng thái bị mất và không có cách nào để khởi động lại yêu cầu

source: Error processing response from Identity Provider
id: Error memproses response dari Identity Provider.
th: ข้อผิดพลาดในการประมวลผลคำตอบจากผู้ให้บริการยืนยันตัวตน
uk: Помилка обробки відповіді від постачальника ідентифікації
vi: Lỗi xử lý phản hồi từ Nhà cung cấp danh tính

source: WS-Federation Service Provider (Hosted)
id: Servide Provider WS-Federation (Hosted)
th: Servide Provider WS-Federation (Hosted)
uk: Постачальник послуг WS-Federation (хостинговий)
vi: Servide Provider WS-Federation (Hosted)

source: Preferred language
id: Pilihan Bahasa
th: ภาษาที่ต้องการใช้
uk: Бажана мова
vi: Ngôn ngữ ưa thích

source: SAML 2.0 Service Provider (Remote)
id: Service Provider SAML 2.0 (Remote)

source: Surname
id: Nama Keluaga
th: นามสกุล
uk: Прізвище
vi: Tên đệm

source: No access
id: Tiaak ada akses
th: ไม่มีการเข้าถึง
uk: Доступ заборонено
vi: Không truy cập

source: The following fields was not recognized
id: Field-field berikut ini tidak dapat dikenali
th: ไม่สามารถระบุช่องข้อมูลต่อไปนี้ได้
uk: Наступні поля не були розпізнані
vi: Các trường sau đây không được công nhận

source: Authentication error in source %AUTHSOURCE%. The reason was: %REASON%
id: Error autentifikasi di sumber %AUTHSOURCE%. Alasannya adalah: %REASON%
th: เกิดข้อผิดพลาดในการยืนยันจากแหล่งที่มา %AUTHSOURCE% สาเหตุคือ: %REASON%
uk: Помилка автентифікації в джерелі %AUTHSOURCE%. Причина: %REASON%
vi: Lỗi xác thực trong nguồn %AUTHSOURCE%. Lý do là: %REASON%

source: Bad request received
id: Request buruk diterima
th: รับคำขอที่ไม่ถูกต้อง
uk: Отримано некоректний запит
vi: Đã nhận được yêu cầu không hợp lệ

source: JPEG Photo
id: Foto JPEG
th: รูปภาพ JPEG
uk: Фотографія в форматі JPEG
vi: Ảnh JPEG

source: Postal address
id: Alamat pos
th: ที่อยู่ไปรษณีย์
uk: Поштова адреса
vi: Địa chỉ bưu chính

source: An error occurred when trying to process the Logout Request.
id: Sebuah error telah terjadi ketika memproses Request Logout.
th: เกิดข้อผิดพลาดขณะประมวลผลคำขอออกจากระบบ
uk: Сталася помилка під час обробки запиту на вихід із системи.
vi: Đã xảy ra lỗi khi cố gắng xử lý Yêu cầu đăng xuất.

source: Sending message
id: Mengirimpan pesan
th: กำลังส่งข้อความ
uk: Надіслати повідомлення
vi: Gửi tin nhắn

source: In SAML 2.0 Metadata XML format:
id: Dalam format XML Metadata SAML 2.0
th: ในรูปแบบ XML เมตาดาต้า SAML 2.0:
uk: У форматі XML метаданих SAML 2.0:
vi: Ở định dạng XML siêu dữ liệu SAML 2.0:

source: Logging out of the following services:
id: Log out dari layanan-layanan berikut:
th: กำลังออกจากระบบบริการต่อไปนี้:
uk: Вихід із таких сервісів:
vi: Đăng xuất khỏi các dịch vụ sau:

source: When this identity provider tried to create an authentication response, an error occurred.
id: Ketika identity provider ini mencoba untuk membuat response autentifikasi, error terjadi.
th: เกิดข้อผิดพลาดขณะสร้างข้อมูลรับรองการยืนยันตัวตนจากผู้ให้บริการระบุตัวตน
uk: Виникла помилка під час формування відповіді автентифікації цим постачальником ідентитифікації.
vi: Khi nhà cung cấp danh tính này cố gắng tạo phản hồi xác thực, đã xảy ra lỗi.

source: Could not create authentication response
id: Tidak dapat membuat respon autentifikasi
th: ไม่สามารถสร้างการตอบกลับการยืนยันตัวตนได้
uk: Не вдалося створити відповідь автентифікації
vi: Không thể tạo phản hồi xác thực

source: Labeled URI
id: Berlabel URL
th: URI ที่มีป้ายกำกับ
uk: Маркований URI (LabeledURI)
vi: URI được gắn nhãn

source: SimpleSAMLphp appears to be misconfigured.
id: SimpleSAMLphp sepertinya telah salah dikonfigurasi
th: ดูเหมือนว่า SimpleSAMLphp มีการตั้งค่าผิดพลาด
uk: Здається, SimpleSAMLphp неправильно налаштований.
vi: Có vẻ như SimpleSAMLphp bị cấu hình sai.

source: Shib 1.3 Identity Provider (Hosted)
id: Identity Provider Shib 1.3 (Hosted)
uk: Постачальник ідентифікації Shib 1.3 (хостинговий)
vi: Identity Provider Shib 1.3 (Hosted)

source: This Identity Provider received an Authentication Request from a Service Provider, but an error occurred when trying to process the request.
id: Identity Provider ini menerima Request Autentifikasi dari sebuah Service Provider, tetapi error terjadi ketika memproses request.
th: ผู้ให้บริการระบุตัวตนได้รับคำขอยืนยันตัวตน แต่เกิดข้อผิดพลาดระหว่างดำเนินการ
uk: Цей постачальник Ідентифікації отримав запит на автентифікацію від Постачальника послуг, але під час обробки запиту сталася помилка.
vi: Nhà cung cấp danh tính này đã nhận được Yêu cầu xác thực từ Nhà cung cấp dịch vụ nhưng đã xảy ra lỗi khi cố gắng xử lý yêu cầu.

source: Yes, all services
id: Ya, semua layanan
th: ใช่ ทุกบริการ
uk: Так, для всіх сервісів
vi: Có, tất cả các dịch vụ

source: Logged out
id: Log out
th: ออกจากระบบแล้ว
uk: Вихід виконано
vi: Đã đăng xuất

source: Postal code
id: Kode pos
th: รหัสไปรษณีย์
uk: Поштовий індекс
vi: Mã bưu điện

source: Logging out...
id: Log out...
th: กำลังออกจากระบบ...
uk: Вихід із системи...
vi: Đang đăng xuất...

source: Metadata not found
id: Metadata tidak ditemukan
th: ไม่พบข้อมูลเมตา
uk: Метадані не знайдені
vi: Không tìm thấy siêu dữ liệu

source: SAML 2.0 Identity Provider (Hosted)
id: Identity Provider SAML 2.0 (Hosted)
th: Identity Provider SAML 2.0 (Hosted)
uk: Постачальник ідентифікації SAML 2.0 (хостинговий)
vi: Identity Provider SAML 2.0 (Hosted)

source: Primary affiliation
id: Afiliasi utama
th: สังกัดหลัก
uk: Основна приналежність
vi: Liên kết chính
