Repository: simplesamlphp/simplesamlphp
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: id, th, uk, vi

source: If you report this error, please also report this tracking number which makes it possible to locate your session in the logs available to the system administrator:
id: Jika Anda melaporkan error ini, tolong laporkan juga nomor pelacakan sehingga memungkinkan untuk lokasi session anda pada log tersedia untuk system administrator:
th: หากคุณต้องการรายงานข้อผิดพลาดนี้ กรุณาระบุหมายเลขติดตามเพื่อให้ผู้ดูแลระบบสามารถค้นหาเซสชันของคุณจากบันทึกในระบบได้
uk: Якщо ви повідомляєте про цю помилку, будь ласка, також вкажіть цей номер відстеження, який дозволяє знайти вашу сесію в журналах, доступних системному адміністратору:
vi: Nếu bạn báo cáo lỗi này, vui lòng cũng báo cáo số theo dõi này để có thể xác định vị trí phiên của bạn trong nhật ký mà quản trị viên hệ thống có thể xem:

source: XML metadata
id: metadata XML
th: ข้อมูล metadata รูปแบบ XML
uk: XML метадані
vi: Siêu dữ liệu XML

source: The parameters sent to the discovery service were not according to specifications.
id: Parameter-parameter yang dikirimkan ke layanan penemuan tidak sesuai dengan spesifikasi
th: ข้อมูลที่ส่งไปยังบริการค้นหาไม่ถูกต้องตามข้อกำหนด
uk: Параметри, надіслані до служби виявлення, не відповідають технічним специфікаціям.
vi: Các thông số được gửi đến dịch vụ không theo đúng thông số kỹ thuật.

source: Telephone number
id: No Telepon
th: หมายเลขโทรศัพท์
uk: Номер телефону
vi: Số điện thoại

source: Unable to log out of one or more services. To ensure that all your sessions are closed, you are encouraged to <i>close your webbrowser</i>.
id: Tidak dapat log out dari satu atau beberapa layanan. Untuk memastikan semua session anda ditutup, anda disaranakan untuk <i>menutup web browser anda</i>.
th: ไม่สามารถออกจากระบบบริการหนึ่งบริการหรือมากกว่านั้นได้ เพื่อให้แน่ใจว่าเซสชันทั้งหมดของคุณถูกปิดแล้ว เราขอแนะนำให้คุณ <i>ปิดเว็บเบราว์เซอร์ของคุณ</i>
uk: Не вдалося вийти з одного або кількох сервісів. Щоб переконатися, що всі ваші сеанси завершено, рекомендується <i>закрити веббраузер</i>.
vi: Không thể đăng xuất khỏi một hoặc nhiều dịch vụ. Để đảm bảo rằng tất cả các phiên của bạn đã được đóng, bạn nên <i>đóng trình duyệt web của mình</i> .

source: Bad request to discovery service
id: Request yang buruk ke layanan penemuan
th: คำขอที่ไม่ถูกต้องไปยังบริการค้นหา
uk: Некоректний запит до служби виявлення
vi: Yêu cầu không hợp lệ đối với dịch vụ khám phá

source: Select your identity provider
id: Pilih identity provider anda
th: เลือกผู้ให้บริการยืนยันตัวตนของคุณ
uk: Виберіть свого постачальника ідентифікації
vi: Chọn nhà cung cấp danh tính của bạn

source: Entitlement regarding the service
id: Hak mengenai layanan ini
th: สิทธิ์ในการใช้งานบริการ
uk: Право на користування сервісом
vi: Quyền liên quan đến dịch vụ

source: Shib 1.3 SP Metadata
id: Metadata Shib 1.3 SP
uk: Метаданные сервис провайдера Shib 1.3 SP
vi: Siêu dữ liệu Shib 1.3 SP

source: As you are in debug mode, you get to see the content of the message you are sending:
id: Karena anda berada pada mode debug, anda dapat melihat isi pesan yang anda kirim:
th: เมื่อคุณอยู่ในโหมดแก้ไขข้อบกพร่อง คุณสามารถดูเนื้อหาของข้อความที่คุณกำลังส่งได้:
uk: Оскільки ви перебуваєте в режимі налагодження, ви можете бачити вміст повідомлення, яке надсилаєте:
vi: Khi bạn đang ở chế độ gỡ lỗi, bạn sẽ thấy được nội dung của tin nhắn bạn đang gửi:

source: Certificates
id: Sertifikat
th: ใบรับรอง
uk: Сертифікати
vi: Giấy chứng nhận

source: Remember
id: Ingat
th: จดจำ
uk: Запам'ятати
vi: Ghi Nhớ

source: You are about to send a message. Hit the submit message link to continue.
id: Anda baru saja akan mengirim sebuah pesan. Tekan link submit pesan untuk melanjutkan.
th: คุณกำลังจะส่งข้อความ กดลิงก์ 'ส่งข้อความ' เพื่อดำเนินการต่อ
uk: Ви збираєтесь надіслати повідомлення. Натисніть посилання Надіслати повідомлення, щоб продовжити.
vi: Bạn sắp gửi tin nhắn. Nhấp vào liên kết gửi tin nhắn để tiếp tục.

source: Authentication aborted
id: Autentifikasi dibatalkan
th: การยืนยันตัวตนถูกยกเลิก
uk: Аутентифікацію перервано
vi: Xác thực đã bị hủy bỏ

source: Local identity number
id: Nomor identitas lokal
th: หมายเลขประจำตัวประชาชน
uk: Місцевий ідентифікаційний номер
vi: Số định danh địa phương

source: Report errors
id: Laporakan error
th: รายงานข้อผิดพลาด
uk: Повідомлення про помилки
vi: Báo cáo lỗi

source: Page not found
id: Halaman tidak ditemukan
th: ไม่พบหน้านี้
uk: Сторінку не знайдено
vi: Halaman tidak ditemukan

source: Shib 1.3 IdP Metadata
id: Metadata Shib 1.3 IdP
th: ข้อมูลเมตาของ Shib 1.3 IdP
uk: Метадані IdP Shib 1.3

source: Change your home organization
id: Ubah basis organisasi anda
th: เปลี่ยนหน่วยงานต้นสังกัดของคุณ
uk: Змініть вашу домашню організацію
vi: Thay đổi tổ chức nước nhà của bạn

source: User's password hash
id: Hash password user
th: รหัสผ่านที่ถูกแปลงเป็นค่าแฮชของผู้ใช้
uk: Хеш пароля користувача
vi: Băm mật khẩu của người dùng

source: In SimpleSAMLphp flat file format - use this if you are using a SimpleSAMLphp entity on the other side:
id: Dalam format file biasa SimpleSAMLphp - gunakan ini jika Anda menggunakan entiti SimpleSAMLphp pada sisi lain:
th: ในรูปแบบไฟล์ธรรมดาของ SimpleSAMLphp - ใช้หากคุณใช้ SimpleSAMLphp เป็นฝั่งหนึ่ง
uk: У форматі плоского файлу SimpleSAMLphp — використовуйте це, якщо на іншій стороні використовується сутність SimpleSAMLphp:
vi: Ở định dạng tệp phẳng SimpleSAMLphp - sử dụng định dạng này nếu bạn đang sử dụng thực thể SimpleSAMLphp ở phía bên kia:

source: Yes, continue
id: Yam lanjutkan
th: ใช่ ดำเนินการต่อ
uk: Так, продовжити
vi: Vâng, tiếp tục

source: Completed
id: Selesai
th: เสร็จสมบูรณ์
uk: Виконано
vi: Đã hoàn thành

source: The Identity Provider responded with an error. (The status code in the SAML Response was not success)
id: Identity Provider merespon dengan error. (Kode status di Response SAML adalah tidak berhasil)
th: ผู้ให้บริการยืนยันตัวตนตอบกลับด้วยข้อผิดพลาด (รหัสสถานะใน SAML Response ไม่สำเร็จ)
uk: Постачальник ідентифікації відповів з помилкою. (Код статусу в SAML-відповіді не є успішним)
vi: Nhà cung cấp danh tính đã trả lời với lỗi. (Mã trạng thái trong Phản hồi SAML không thành công)

source: Error loading metadata
id: Error meload metadata
th: ข้อผิดพลาดในการโหลดข้อมูลเมตา
uk: Помилка завантаження метаданих
vi: Lỗi khi tải siêu dữ liệu

source: Select configuration file to check:
id: Pilih file konfigurasi untuk diperiksa
th: เลือกไฟล์การตั้งค่าที่ต้องการตรวจสอบ:
uk: Виберіть файл конфігурації для перевірки:
vi: Chọn tệp cấu hình để kiểm tra:

source: On hold
id: Ditahan
th: รอดำเนินการ
uk: У режимі очікування
vi: Tạm giữ

source: Error when communicating with the CAS server.
id: Error ketika berkomunikasi dengans server CAS.
th: ข้อผิดพลาดในการสื่อสารกับเซิร์ฟเวอร์ CAS.
uk: Помилка під час зв'язку з сервером CAS.
vi: Lỗi khi kết nối với máy chủ CAS.

source: No SAML message provided
id: Tidak pesan SAML yang disediakan
th: ระบบไม่สามารถดำเนินการต่อได้ เพราะไม่มีข้อมูลยืนยันตัวตน
uk: Не надано повідомлення SAML
vi: Không có tin nhắn SAML nào được cung cấp

source: Help! I don't remember my password.
id: Tolong! Saya tidak ingat password saya
th: ขอความช่วยเหลือ! ฉันจำรหัสผ่านไม่ได้
uk: Допоможіть! Я не пам’ятаю свій пароль.
vi: Trợ giúp! Tôi không nhớ mật khẩu của mình.

source: You can turn off debug mode in the global SimpleSAMLphp configuration file <tt>config/config.php</tt>.
id: Anda dapat menonaktifkan mode debuh pada file konfigurasi global simpleSAMLhphp <tt>config/config.php</tt>.
th: คุณสามารถปิดโหมดดีบักได้จากไฟล์การตั้งค่า global ของ SimpleSAMLphp ที่ชื่อ <tt>config/config.php</tt>.
uk: Ви можете вимкнути режим налагодження у глобальному конфігураційному файлі SimpleSAMLphp -<tt>config/config.php</tt>.
vi: Bạn có thể tắt chế độ gỡ lỗi trong tệp cấu hình SimpleSAMLphp toàn cục <tt>config/config.php</tt> .

source: How to get help
id: Bagaimana mendapatkan pertolongan
th: วิธีการรับความช่วยเหลือ
uk: Як отримати допомогу
vi: Làm thế nào để nhận được sự giúp đỡ

source: You accessed the SingleLogoutService interface, but did not provide a SAML LogoutRequest or LogoutResponse. Please note that this endpoint is not intended to be accessed directly.
id: Anda mengakses antarmuka SingleLogout, tetapi tidak menyediakan LogoutRequest SAML atau LogoutResponse.
th: คุณเข้าถึง SingleLogoutService แต่ไม่ได้ส่งข้อความ SAML LogoutRequest หรือ LogoutResponse โปรดทราบว่า endpoint นี้ไม่ควรเข้าถึงโดยตรง
uk: Ви звернулися до інтерфейсу служби єдиного виходу (SingleLogoutService), але не надали запит на вихід або відповідь SAML. Зверніть увагу, що ця кінцева точка не призначена для прямого доступу.
vi: Bạn đã truy cập giao diện SingleLogoutService nhưng không cung cấp SAML LogoutRequest hoặc LogoutResponse. Xin lưu ý rằng điểm cuối này không có ý định được truy cập trực tiếp.

source: SimpleSAMLphp error
id: Error simpelSAMLphp
th: ข้อผิดพลาด SimpleSAMLphp
uk: Помилка SimpleSAMLphp
vi: Lỗi SimpleSAMLphp

source: One or more of the services you are logged into <i>do not support logout</i>. To ensure that all your sessions are closed, you are encouraged to <i>close your webbrowser</i>.
id: Satu atau beberapa layanan yang anda telah login <i>tidak mendukung logout</i>.Untuk meyakinkan semua session anda ditutup, anda disarankan untuk <i>menutup web browser anda</i>.
th: บริการหนึ่งรายการหรือมากกว่าที่คุณเข้าสู่ระบบ <i>ไม่รองรับการออกจากระบบ</i> เพื่อให้แน่ใจว่าเซสชันทั้งหมดของคุณถูกปิดแล้ว คุณควร <i>ปิดเว็บเบราว์เซอร์ของคุณ</i>
uk: Одна або кілька служб, у які ви увійшли, <i>не підтримують вихід із системи</i>. Щоб переконатися, що всі ваші сеанси завершено, рекомендується <i>закрити ваш браузер</i>.
vi: Một hoặc nhiều dịch vụ bạn đã đăng nhập <i>không hỗ trợ đăng xuất</i> . Để đảm bảo rằng tất cả các phiên của bạn đã được đóng, bạn nên <i>đóng trình duyệt web của mình</i> .

source: Organization's legal name
id: Nama legal Organisasi
th: ชื่อทางกฎหมายของหน่วยงานต้นสังกัด
uk: Юридична назва організації
vi: Tên hợp pháp của tổ chức

source: Options missing from config file
id: Opsi-opsi uang hilang dari file konfigurasi
th: ตัวเลือกบางรายการในไฟล์กำหนดค่า (config file) ยังไม่ได้ถูกกำหนด
uk: Параметри відсутні у файлі конфігурації
vi: Tùy chọn bị thiếu trong tệp cấu hình

source: The following optional fields was not found
id: Field-field opsional berikut tidak dapat ditemukan
th: ไม่พบช่องข้อมูลตัวเลือกที่ระบุไว้
uk: Наступні необов’язкові поля не знайдено
vi: Các trường tùy chọn sau đây không được tìm thấy

source: Authentication failed: your browser did not send any certificate
id: Autentifikasi gagal: Browser anada tidak mengirim sertifikat
th: การยืนยันล้มเหลว: เบราว์เซอร์ของคุณไม่ได้ส่งใบรับรองมา
uk: Помилка автентифікації: ваш браузер не надіслав жодного сертифіката
vi: Xác thực không thành công: trình duyệt của bạn không gửi bất kỳ chứng chỉ nào

source: This endpoint is not enabled. Check the enable options in your configuration of SimpleSAMLphp.
id: Endpoint ini tidak diaktifkan. Periksalah opsi enable pada konfigurasi SimpleSAMLphp Anda.
th: จุดเชื่อมต่อนี้ยังไม่ถูกเปิดใช้งาน โปรดตรวจสอบการตั้งค่าSimpleSAMLphp ของคุณ
uk: Цю кінцеву точку не увімкнено. Перевірте опції увімкнення у вашій конфігурації SimpleSAMLphp.
vi: Điểm cuối này không được bật. Kiểm tra tùy chọn bật trong cấu hình SimpleSAMLphp của bạn.

source: You can <a href="%METAURL%">get the metadata xml on a dedicated URL</a>:
id: Anda dapat <a href="%METAURL%">mendapatkan xml metadata pada URL tersendiri</a>:
th: <a href="%METAURL%">คุณสามารถดู metadata xml ได้ที่ URL ที่กำหนดไว้</a>:
uk: Ви можете<a href="%METAURL%"> отримати XML-метадані за спеціальним посиланням URL</a>:
vi: Bạn có thể <a href="%METAURL%">lấy siêu dữ liệu xml trên một URL chuyên dụng</a> :

source: Street
id: Jalan
th: ถนน
uk: Вулиця
vi: Đường

source: There is some misconfiguration of your SimpleSAMLphp installation. If you are the administrator of this service, you should make sure your metadata configuration is correctly setup.
id: Ada beberapa kesalahan konfigurasi pada instalasi SimpleSAMLphp Anda. Jika Anda adalah administrator dari layanan ini, Anda harus memastikan konfigurasi metdata Anda telah disetup dengan benar.
th: การตั้งค่า SimpleSAMLphp ผิดพลาด กรุณาตรวจสอบไฟล์ metadata หากคุณเป็นผู้ดูแลระบบของบริการนี้
uk: У вашій інсталяції SimpleSAMLphp є деякі помилки у конфігурації. Якщо ви є адміністратором цього сервісу, переконайтеся, що конфігурація метаданих налаштована правильно.
vi: Có một số cấu hình sai trong cài đặt SimpleSAMLphp của bạn. Nếu bạn là quản trị viên của dịch vụ này, bạn nên đảm bảo cấu hình siêu dữ liệu của mình được thiết lập đúng.

source: Incorrect username or password
id: Username atau password salah
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
uk: Неправильне ім’я користувача або пароль
vi: Tên đăng nhập và mật khẩu không chính xác

source: Message
id: Pesan
th: ข้อความ
uk: Повідомлення
vi: Tin nhắn

source: Contact information:
id: Informasi Kontak
th: ข้อมูลติดต่อ:
uk: Контактна інформація:
vi: Thông tin liên lạc:

source: Unknown certificate
id: Sertifikat tidak dikenal
th: ใบรับรองไม่ถูกต้อง
uk: Невідомий сертифікат
vi: Giấy chứng nhận không rõ

source: Legal name
id: Nama legal
th: ชื่อทางกฎหมาย
uk: Офіційна назва
vi: Tên hợp pháp

source: Optional fields
id: Field-field opsional
th: ช่องข้อมูลเพิ่มเติม (ไม่จำเป็นต้องกรอก)
uk: Необов’язкові поля
vi: Các trường tùy chọn

source: The initiator of this request did not provide a RelayState parameter indicating where to go next.
id: Inisiator dari request ini tidak menyediakan parameter RelayState yang mengindikasikan kemana selanjutnya pergi.
th: ระบบได้รับคำขอแล้ว แต่ไม่ได้ระบุค่า RelayState ซึ่งจำเป็นสำหรับการนำทางไปยังหน้าถัดไปหลังจากดำเนินการเสร็จสิ้น
uk: Ініціатор цього запиту не надав параметр RelayState, який вказує, куди слід перейти далі.
vi: Người khởi tạo yêu cầu này không cung cấp tham số RelayState cho biết bước tiếp theo cần thực hiện là gì.

source: You have previously chosen to authenticate at
id: Sebelumnya anda telah memilih untuk melakukan autentifikasi di
th: คุณได้เลือกที่จะยืนยันตัวตนก่อนหน้านี้แล้วที่
uk: Раніше ви обрали автентифікацію через
vi: Trước đó bạn đã chọn xác thực tại

source: You sent something to the login page, but for some reason the password was not sent. Try again please.
id: Anda mengirimkan sesuatu ke halaman login, tetapi karena suatu alasan tertentu password tidak terkirimkan, Silahkan coba lagi.
th: คุณส่งข้อมูลมายังหน้าล็อกอิน แต่ระบบไม่ได้รับรหัสผ่าน ลองใหม่อีกครั้ง
uk: Ви надіслали запит на сторінку входу, але з якоїсь причини пароль не був переданий. Спробуйте ще раз, будь ласка.
vi: Bạn đã gửi gì đó đến trang đăng nhập, nhưng vì lý do nào đó, mật khẩu không được gửi. Vui lòng thử lại.

source: Fax number
id: No Fax
th: หมายเลขโทรสาร
uk: Номер факса
vi: Số fax

source: Shibboleth demo
id: Demo Shibboleth
th: สาธิตการทำงานของระบบ Shibboleth
uk: Тестова версія Shibboleth
vi: Bản demo Shibboleth

source: Error in this metadata entry
id: Error pada entri metadata ini
th: ข้อผิดพลาดในการกรอกข้อมูลเมตานี้
uk: Помилка в цьому записі метаданих
vi: Lỗi trong mục nhập siêu dữ liệu này

source: Session size: %SIZE%
id: Ukuran session: %SIZE%
th: ขนาดเซสชัน: %SIZE%
uk: Розмір сесії: %SIZE%
vi: Kích thước phiên: %SIZE%

source: Without your username and password you cannot authenticate yourself for access to the service. There may be someone that can help you. Consult the help desk at your organization!
id: Sayang sekali! - Tanpa username dan password Anda tidak dapat melakukan autentifikasi agar dapat mengakses layanan. Mungkin ada seseorang yang dapat menolong Anda. Hubungi help desk pada universitas Anda.
th: หากไม่มีชื่อผู้ใช้และรหัสผ่าน คุณจะไม่สามารถเข้าถึงบริการได้ โปรดติดต่อฝ่ายสนับสนุนของหน่วยงานของคุณ
uk: Без вашого імені користувача та пароля ви не зможете пройти автентифікацію для доступу до сервісу. Можливо, хтось зможе вам допомогти. Зверніться до служби підтримки у вашій організації!
vi: Nếu không có tên người dùng và mật khẩu, bạn không thể xác thực để truy cập vào dịch vụ. Có thể có người có thể giúp bạn. Hãy tham khảo bộ phận trợ giúp tại tổ chức của bạn!

source: Metadata parser
id: Parser metadata

source: Choose your home organization
id: Pilih Basis Organisasi Anda
th: เลือกหน่วยงานต้นสังกัดของคุณ
uk: Виберить вашу домашню організацію
vi: Chọn tổ chức nước nhà của bạn

source: Send e-mail to help desk
id: Kirim e-mail ke help dek
th: ส่งอีเมลไปยังฝ่ายช่วยเหลือ
uk: Надіслати електронного листа до служби підтримки
vi: Gửi email đến bộ phận trợ giúp

source: Metadata overview
id: Ikhtisar Metadata
th: ภาพรวมข้อมูลเมตา
uk: Загальна інформація про метадані
vi: Tổng quan về siêu dữ liệu

source: Title
id: Gelar
th: หัวข้อ
uk: Заголовок
vi: Tiêu đề

source: You did not present a valid certificate.
id: Anda tidak menyediakan sertifikat yang valid.
th: คุณไม่ได้แสดงใบรับรองที่ถูกต้อง
uk: Ви не надали дійсний сертифікат.
vi: Bạn không xuất trình được giấy chứng nhận hợp lệ.

source: Authentication source error
id: Error sumber autentifikasi
th: เกิดข้อผิดพลาดจากแหล่งที่มายืนยันตัวตน
uk: Помилка джерела автентифікаці
vi: Lỗi nguồn xác thực

source: Affiliation at home organization
id: Afiliasi di organisasi asal
th: หน่วยงานต้นสังกัดของผู้ใช้
uk: Належність до домашньої організації
vi: Tổ chức liên kết tại nước nhà

source: Help desk homepage
id: Homepage Help desk
th: หน้าหลักของศูนย์ช่วยเหลือ
uk: Домашня сторінка служби підтримки
vi: Trang chủ bộ phận trợ giúp

source: Configuration check
id: Pemeriksaan konfigurasi
th: ตรวจสอบการตั้งค่า
uk: Перевірка конфігурації
vi: Kiểm tra cấu hình

source: We did not accept the response sent from the Identity Provider.
id: Kami tidak menerima response yang dikirimlan dari Identity Provider.
th: ระบบไม่รับค่าที่ส่งจากผู้ให้บริการระบุตัวตน
uk: Відповідь, надіслана постачальником ідентифікації, не була прийнята.
vi: Chúng tôi không chấp nhận phản hồi được gửi từ Nhà cung cấp danh tính.

source: The given page was not found. The reason was: %REASON% The URL was: %URL%
id: Halaman yang diminta tidak ditemykan, Error-nya adalah: %REASON% URL-nya adalah: %URL%
th: ไม่พบหน้าที่ระบุ สาเหตุ: %REASON% URL: %URL%
uk: Задану сторінку не знайдено. Причина: %REASON% URL-адреса: %URL%
vi: Không tìm thấy trang. Lý do là: %REASON% URL là: %URL%

source: Shib 1.3 Identity Provider (Remote)
id: Identity Provider Shib 1.3 (Remote)
uk: Постачальник ідентифікації Shib 1.3 (віддалений)
vi: Identity Provider Shib 1.3 (Remote)

source: Here is the metadata that SimpleSAMLphp has generated for you. You may send this metadata document to trusted partners to setup a trusted federation.
id: Berikut ini adalah SimpleSAMLphp metadata yang telah digenerate untuk Anda. Anda dapat mengirim dokumen metadata ini kepada rekan yang dipercayai untuk mensetup federasi terpercaya.
th: นี่คือข้อมูลเมตาที่ SimpleSAMLphp สร้างขึ้น คุณสามารถส่งเอกสารข้อมูลนี้ไปยังพาร์ทเนอร์เพื่อรูปแบบของระบบเฟเดอเรชัน (Federation) ที่มีความน่าเชื่อถือและปลอดภัย
uk: Ось метадані, які SimpleSAMLphp згенерував для вас. Ви можете надіслати цей документ метаданих довіреним партнерам для налаштування довіреної федерації.
vi: Đây là siêu dữ liệu mà SimpleSAMLphp đã tạo cho bạn. Bạn có thể gửi tài liệu siêu dữ liệu này cho các đối tác đáng tin cậy để thiết lập liên kết đáng tin cậy.

source: [Preferred choice]
id: Pilihan yang disukai
th: [ตัวเลือกที่แนะนำ]
uk: [Бажаний вибір]
vi: [Lựa chọn ưu tiên]

source: Organizational homepage
id: Homepage organisasi
th: หน้าแรกของหน่วยงานต้นสังกัด
uk: Домашня сторінка організації
vi: Trang chủ của tổ chức

source: You accessed the Assertion Consumer Service interface, but did not provide a SAML Authentication Response. Please note that this endpoint is not intended to be accessed directly.
id: Anda mengakses antarnyka Assertion Consumer Service, tetapi tidak menyediakan Response Autentifikasi SAML.
th: คุณเข้าถึง Assertion Consumer Service แต่ไม่ได้ส่งข้อความ SAML Authentication Response โปรดทราบว่า endpoint นี้ไม่ควรเข้าถึงโดยตรง
uk: Ви звернулися до інтерфейсу служби отримання тверджень (Assertion Consumer Service), але не надали автентифікаційну відповідь SAML. Зверніть увагу, що ця кінцева точка не призначена для прямого доступу.
vi: Bạn đã truy cập vào giao diện Assertion Consumer Service nhưng không cung cấp Phản hồi xác thực SAML. Xin lưu ý rằng điểm cuối này không có ý định được truy cập trực tiếp.

source: You are now accessing a pre-production system. This authentication setup is for testing and pre-production verification only. If someone sent you a link that pointed you here, and you are not <i>a tester</i> you probably got the wrong link, and should <b>not be here</b>.
id: Sekarang anda sedang mengakses sistem pra-produksi. Setup autentifikasi ini untuk keperluan uji coba dan verifikasi pra-produksi
th: คุณกำลังเข้าระบบทดสอบก่อนใช้งานจริง หากคุณไม่ใช่ผู้ทดสอบ โปรดอย่าใช้งานลิงก์นี้
uk: Ви зараз отримали доступ до тестової системи.Ця система автентифікації призначена лише для тестування та перевірки попередньої версії. Якщо хтось надіслав вам посилання, яке привело вас сюди, і ви не є <i>тестувальником</i>, ймовірно, це неправильне посилання, і вам < <b>не слід бути тут</b>.
vi: Bây giờ bạn đang truy cập vào hệ thống tiền sản xuất. Thiết lập xác thực này chỉ dành cho mục đích thử nghiệm và xác minh tiền sản xuất. Nếu ai đó gửi cho bạn một liên kết chỉ dẫn bạn đến đây và bạn không phải là <i>người thử nghiệm</i> thì có thể bạn đã nhận được liên kết sai và <b>không nên ở đây</b> .

source: ADFS IdP Metadata
uk: Метадані постачальника ідентифікації IdP ADFS

source: ADFS Identity Provider (Hosted)
uk: Постачальник ідентифікації ADFS (хостинговий)

source: ADFS SP Metadata
uk: Метадані постачальника послуг (SP) ADFS

source: ADFS Service Provider (Remote)
uk: Постачальник сервісів ADFS (віддалений)

source: Admin password not set to a hashed value
th: รหัสผ่านของผู้ดูแลระบบ (Admin) ยังไม่ได้ถูกเข้ารหัส (hash)
uk: Пароль адміністратора не встановлено у хешованому вигляді
vi: Mật khẩu quản trị viên không được đặt thành giá trị băm

source: Authentication status
th: สถานะการยืนยันตัวตน
uk: Статус автентифікації
vi: Trạng thái xác thực

source: Cannot retrieve session data
th: ไม่สามารถดึงข้อมูลเซสชันได้
uk: Не вдалося отримати дані сеансу
vi: Không thể truy xuất dữ liệu phiên

source: Common name
th: ชื่อทั่วไปที่ใช้ระบุตัวตนในใบรับรอง
uk: Звичайне ім’я
vi: Tên thường gọi

source: Copy to clipboard
th: คัดลอกไปยังคลิปบอร์ด
uk: Скопіювати до буфера обміну
vi: Sao chép vào bộ nhớ tạm thời

source: Debug information to be used by your support staff
th: ข้อมูลสำหรับการตรวจสอบระบบโดยเจ้าหน้าที่สนับสนุนของคุณ
uk: Налагоджувальна інформація для використання вашою службою підтримки
vi: Thông tin gỡ lỗi được nhân viên hỗ trợ của bạn sử dụng

source: Distinguished name (DN) of person's home organization
uk: Унікальне ім’я (DN) домашньої організації особи

source: Distinguished name (DN) of person's primary Organizational Unit
uk: Визначене ім’я (DN) головного організаційного підрозділу особи

source: Distinguished name (DN) of the person's home organizational unit
uk: Визначене ім’я (DN) домашнього структурного підрозділу особи

source: Domain component (DC)
uk: Компонент домену (DC)

source: Error
th: ข้อผิดพลาด
uk: Помилка
vi: Lỗi

source: Format
th: รูปแบบ
uk: Формат
vi: Định dạng

source: Group membership
uk: Членство в групі

source: Hello, Untranslated World!
th: สวัสดีครับ/ค่ะ โลกที่ยังไม่ได้รับการแปลภาษา
uk: Привіт, Untranslated World!
vi: Xin chào Thế giới chưa dịch!

source: Home organization domain name
th: ชื่อโดเมนของหน่วยงานต้นสังกัด
uk: Доменне ім’я домашньої організації
vi: Tên miền tổ chức nước nhà

source: Identity number assigned by public authorities
th: หมายเลขประจำตัวที่ออกโดยหน่วยงานทางราชการ
uk: Ідентифікаційний номер, присвоєний державними органами
vi: Số định danh do cơ quan nhà nước cấp

source: Information about your current session
th: ข้อมูลเกี่ยวกับเซสชันปัจจุบันของคุณ
uk: Інформація про вашу поточну сесію
vi: Thông tin về phiên truy cập hiện tại của bạn
