Repository: simplesamlphp/simplesamlphp
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: id, th, uk, vi

source: Language
th: ภาษา
uk: Мова
vi: Ngôn ngữ

source: Login
th: เข้าสู่ระบบ
uk: Вхід
vi: Đăng nhập

source: Logout
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất

source: Mail
th: อีเมล
uk: Пошта
vi: Thư

source: Manager
th: ผู้จัดการ
uk: Управляючий
vi: Người quản lý

source: Metadata
th: เมตาดาต้า
uk: Метадані
vi: Siêu dữ liệu

source: Method not allowed
th: วิธีการไม่รองรับ
uk: Цей метод не підтримується
vi: Phương pháp không được phép

source: No SAML request provided
th: ระบบไม่ได้รับคำขอเพื่อเริ่มกระบวนการยืนยันตัวตน
uk: Запит SAML не надано
vi: Không có yêu cầu SAML nào được cung cấp

source: No identity providers found. Cannot continue.
th: ไม่พบผู้ให้บริการระบุตัวตน ไม่สามารถดำเนินการต่อได้
uk: Постачальників ідентифікації не знайдено. Неможливо продовжити.
vi: Không tìm thấy nhà cung cấp danh tính. Không thể tiếp tục.

source: ORCID researcher identifiers
uk: Унікальні ідентифікатори ORCID для дослідників

source: Organizational unit
th: หน่วยงานในต้นสังกัด
uk: Підрозділ організації
vi: Đơn vị tổ chức

source: Parse
th: ประมวลผลข้อมูล
uk: Аналіз
vi: Phân tích

source: Password
th: รหัสผ่าน
uk: Пароль
vi: Mật khẩu

source: Persistent pseudonymous ID
th: รหัสประจำตัวที่ไม่เปิดเผยชื่อจริงของผู้ใช้
uk: Cтійкий псевдонімний ідентифікатор ID

source: Remember me
uk: Запам'ятати мене

source: Remember my username
uk: Запам’ятати моє ім'я користувача

source: SAML Subject
th: ผู้ใช้ที่กำลังยืนยันตัวตนผ่านระบบ SAML
uk: Об'єкт SAML
vi: Chủ đề SAML

source: Service Provider
th: ผู้ให้บริการ
uk: Постачальник послуг
vi: Nhà cung cấp dịch vụ

source: Since your browser does not support Javascript, you must press the button below to proceed.
th: เนื่องจากเบราว์เซอร์ของคุณไม่รองรับ Javascript โปรดกดปุ่มด้านล่างเพื่อดำเนินการต่อ
uk: Оскільки ваш браузер не підтримує JavaScript, вам потрібно натиснути кнопку нижче, щоб продовжити.
vi: Vì trình duyệt của bạn không hỗ trợ Javascript, bạn phải nhấn nút bên dưới để tiếp tục.

source: The information about the current logout operation has been lost. You should return to the service you were trying to log out from and try to log out again. This error can be caused by the logout information expiring. The logout information is stored for a limited amount of time - usually a number of hours. This is longer than any normal logout operation should take, so this error may indicate some other error with the configuration. If the problem persists, contact your service provider.
th: ข้อมูลการออกจากระบบหมดอายุแล้ว กรุณากลับไปที่บริการเดิมและลองออกจากระบบใหม่
uk: Інформація про поточну операцію виходу була втрачена. Вам слід повернутися до сервісу, з якого ви намагалися вийти, і спробувати вийти ще раз. Ця помилка може бути спричинена закінченням терміну дії інформації про вихід. Інформація про вихід зберігається протягом обмеженого періоду часу - зазвичай кілька годин. Це довше, ніж має тривати будь-яка звичайна операція виходу з системи, тому ця помилка може вказувати на якусь іншу помилку у конфігурації. Якщо проблема не зникає, зверніться до свого постачальника послуг.
vi: Thông tin về thao tác đăng xuất hiện tại đã bị mất. Bạn nên quay lại dịch vụ mà bạn đang cố gắng đăng xuất và thử đăng xuất lại. Lỗi này có thể do thông tin đăng xuất hết hạn. Thông tin đăng xuất được lưu trữ trong một khoảng thời gian giới hạn - thường là một số giờ. Khoảng thời gian này dài hơn bất kỳ thao tác đăng xuất thông thường nào, vì vậy lỗi này có thể chỉ ra một số lỗi khác với cấu hình. Nếu sự cố vẫn tiếp diễn, hãy liên hệ với nhà cung cấp dịch vụ của bạn.

source: The password in the configuration (auth.adminpassword) is not a hashed value. Full details on how to fix this are supplied at https://github.com/simplesamlphp/simplesamlphp/wiki/Frequently-Asked-Questions-(FAQ)#failed-to-login-to-the-admin-page-with-and-error-message-admin-password-not-set-to-a-hashed-value
th: รหัสผ่านในคอนฟิกูเรชัน (auth.adminpassword) ไม่ใช่ค่าแฮช รายละเอียดทั้งหมดเกี่ยวกับวิธีแก้ไขปัญหานี้สามารถดูได้ที่ https://github.com/simplesamlphp/simplesamlphp/wiki/Frequently-Asked-Questions-(FAQ)#failed-to-login-to-the-admin-page-with-and-error-message-admin-password-not-set-to-a-hashed-value
uk: Пароль у конфігурації (auth.adminpassword) не є хешованим значенням. Повні інструкції щодо виправлення цієї помилки наведені на сторінці https://github.com/simplesamlphp/simplesamlphp/wiki/Frequently-Asked-Questions-(FAQ)#failed-to-login-to-the-admin-page-with-and-error-message-admin-password-not-set-to-a-hashed-value
vi: Mật khẩu trong cấu hình (auth.adminpassword) không phải là giá trị băm. Chi tiết đầy đủ về cách khắc phục lỗi này được cung cấp tại https://github.com/simplesamlphp/simplesamlphp/wiki/Frequently-Asked-Questions-(FAQ)#failed-to-login-to-the-admin-page-with-and-error-message-admin-password-not-set-to-a-hashed-value

source: Tracking number
th: หมายเลขติดตาม
uk: Номер для відстеження
vi: Mã vận đơn

source: User ID
th: รหัสผู้ใช้
uk: ID користувача
vi: ID người dùng

source: Username
th: ชื่อผู้ใช้
uk: Ім'я користувача
vi: Tên đăng nhập

source: Warning
th: การเตือน
uk: Увага
vi: Cảnh báo

source: World
th: โลก
uk: Світ
vi: Thế Giới

source: You accessed the Artifact Resolution Service interface, but did not provide a SAML ArtifactResolve message. Please note that this endpoint is not intended to be accessed directly.
th: คุณเข้าถึง Artifact Resolution Service แต่ไม่ได้ส่งข้อความ SAML ArtifactResolve โปรดทราบว่า endpoint นี้ไม่ควรเข้าถึงโดยตรง
uk: Ви звернулися до інтерфейсу служби розв’язання артефактів, але не надали повідомлення SAML ArtifactResolve. Зверніть увагу, що ця кінцева точка не призначена для прямого доступу.
vi: Bạn đã truy cập vào giao diện Dịch vụ giải quyết hiện vật nhưng không cung cấp thông báo SAML ArtifactResolve. Xin lưu ý rằng điểm cuối này không có ý định được truy cập trực tiếp.

source: You accessed the Single Sign On Service interface, but did not provide a SAML Authentication Request. Please note that this endpoint is not intended to be accessed directly.
th: คุณเข้าถึง Single Sign On Service แต่ไม่ได้ส่งข้อความ SAML Authentication Request โปรดทราบว่า endpoint นี้ไม่ควรเข้าถึงโดยตรง
uk: Ви звернулися до інтерфейсу служби єдиного входу (Single Sign-On), але не надали автентифікаційний запит SAML. Зверніть увагу, що ця кінцева точка не призначена для прямого доступу.
vi: Bạn đã truy cập vào giao diện Dịch vụ đăng nhập một lần nhưng không cung cấp Yêu cầu xác thực SAML. Xin lưu ý rằng điểm cuối này không được phép truy cập trực tiếp.

source: Your session data cannot be retrieved right now due to technical difficulties. Please try again in a few minutes.
th: ไม่สามารถเรียกข้อมูลเซสชันของคุณได้ในขณะนี้ เนื่องจากปัญหาทางเทคนิค กรุณาลองใหม่อีกครั้ง
uk: Наразі неможливо отримати дані вашої сесії через технічні неполадки. Спробуйте ще раз за кілька хвилин.
vi: Không thể truy xuất dữ liệu phiên của bạn ngay bây giờ do sự cố kỹ thuật. Vui lòng thử lại sau vài phút.

source: Your session is valid for %remaining% seconds from now.
th: เซสชันของคุณยังคงใช้งานได้อีก %remaining% วินาที
uk: Ваша сесія буде дійсною ще протягом %remaining% секунд.
vi: Phiên của bạn có hiệu lực trong %remaining% giây kể từ bây giờ.

source: not set
th: ยังไม่ได้ตั้งค่า
uk: не встановлено
vi: không được thiết lập
