Repository: simplesamlphp/simplesamlphp
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: id, th, uk, vi

source: {admin:metadata_saml20-idp}
id: Metadata SAML 2.0 IdP

source: {errors:descr_WRONGUSERPASS}
id: Username yang diberikan tidak dapat ditemukan, atau password yang Anda berikan salah. Silahkan periksa username dan coba lagi.

source: {logout:failed}
id: Log out gagal

source: {status:attributes_header}
id: Attribut Anda

source: {admin:metaover_group_metadata.saml20-sp-remote}
id: Service Provider SAML 2.0 (Remote)

source: {errors:descr_NOCERT}
id: Autentifikasi gagal: Browser anada tidak mengirim sertifikat

source: {errors:title_PROCESSASSERTION}
id: Error memproses response dari Identity Provider.

source: {errors:title_NOSTATE}
id: Informasi state hilang

source: {login:username}
id: Username

source: {errors:title_METADATA}
id: Error meload metadata

source: {admin:metaconv_title}
id: Parser metadata

source: {attributes:attribute_edupersonentitlement}
id: Hak mengenai layanan ini

source: {attributes:attribute_jpegphoto}
id: Foto JPEG

source: {admin:cfg_check_noerrors}
id: Tidak ada error yang ditemukan

source: {errors:descr_LOGOUTINFOLOST}
id: Informasi tentang operasi logout saat ini telah hilang. Anda harus kembali ke layanan tempat Anda mencoba logout dan mencoba melakukan proses logout kembali. Error ini dapat disebabakan oleh informasi logout yang telah kadaluarsa. Informasi logout disimpan untuk waktu yang terbatas - biasanya dalam bilangan jam. Waktu ini lebih lama dari operasi logout normal umumnya, jadi error ini mungkin mengindikasikan beberapa erro lain pada konfigurasi. Jika masalah tetap terjadi, hubungi service provider Anda.

source: {disco:previous_auth}
id: Sebelumnya anda telah memilih untuk melakukan autentifikasi di

source: {admin:cfg_check_back}
id: Kembali ke daftar file

source: {errors:report_trackid}
id: Jika Anda melaporkan error ini, tolong laporkan juga nomor pelacakan sehingga memungkinkan untuk lokasi session anda pada log tersedia untuk system administrator:

source: {login:change_home_org_title}
id: Ubah basis organisasi anda

source: {errors:descr_METADATANOTFOUND}
id: Tidak dapat menemukan metadata untuk %ENTITYID%

source: {admin:metadata_metadata}
id: Metadata

source: {errors:report_text}
id: Opsional, masukkan alamat email Anda, agar administrator dapat menghubungi Anda untuk pertanyaan lebih lanjut tentang masalah Anda:

source: {errors:report_header}
id: Laporakan error

source: {login:change_home_org_text}
id: Anda telah memilih <b>%HOMEORG%</b> sebagai basis organisasi anda. Jika ini salah anda dapat memilih yang lain.

source: {errors:title_PROCESSAUTHNREQUEST}
id: Error memproses request dari Service Provider

source: {errors:descr_PROCESSASSERTION}
id: Kami tidak menerima response yang dikirimlan dari Identity Provider.

source: {errors:debuginfo_header}
id: Informasi debug

source: {admin:debug_sending_message_msg_text}
id: Karena anda berada pada mode debug, anda dapat melihat isi pesan yang anda kirim:

source: {errors:descr_RESPONSESTATUSNOSUCCESS}
id: Identity Provider merespon dengan error. (Kode status di Response SAML adalah tidak berhasil)

source: {admin:metadata_shib13-idp}
id: Metadata Shib 1.3 IdP

source: {login:help_text}
id: Sayang sekali! - Tanpa username dan password Anda tidak dapat melakukan autentifikasi agar dapat mengakses layanan. Mungkin ada seseorang yang dapat menolong Anda. Hubungi help desk pada universitas Anda.

source: {logout:default_link_text}
id: Kembali ke halaman instalasi SimpleSAMLphp

source: {admin:metaover_group_metadata.wsfed-idp-remote}
id: Identity Provider WS-Federation (Remote)

source: {errors:error_header}
id: Error simpelSAMLphp

source: {login:help_header}
id: Tolong! Saya tidak ingat password saya

source: {errors:descr_LDAPERROR}
id: LDAP adalah database user, dan ketika Anda mencoba login, Kami perlu menghubungi database LDAP. Sebuah error terjadi ketika Kami mencobanya saat ini.

source: {errors:descr_METADATA}
id: Ada beberapa kesalahan konfigurasi pada instalasi SimpleSAMLphp Anda. Jika Anda adalah administrator dari layanan ini, Anda harus memastikan konfigurasi metdata Anda telah disetup dengan benar.

source: {attributes:attribute_edupersonorgdn}
id: Distinguished name (DN) of person's home organization

source: {errors:title_BADREQUEST}
id: Request buruk diterima

source: {status:sessionsize}
id: Ukuran session: %SIZE%

source: {attributes:attribute_postaladdress}
id: Alamat pos

source: {logout:title}
id: Log out

source: {admin:metaconv_xmlmetadata}
id: metadata XML

source: {admin:metaover_unknown_found}
id: Field-field berikut ini tidak dapat dikenali

source: {errors:title_AUTHSOURCEERROR}
id: Error sumber autentifikasi

source: {login:select_home_org}
id: Pilih Basis Organisasi Anda

source: {logout:hold}
id: Ditahan

source: {admin:cfg_check_header}
id: Pemeriksaan konfigurasi

source: {attributes:attribute_edupersonscopedaffiliation}
id: Afiliasi di organisasi asal

source: {attributes:attribute_sn}
id: Nama Keluaga

source: {admin:debug_sending_message_send}
id: Submit pesan

source: {status:logout}
id: Logout

source: {attributes:attribute_organisationname}
id: Organization name

source: {attributes:attribute_telephonenumber}
id: No Telepon

source: {errors:descr_DISCOPARAMS}
id: Parameter-parameter yang dikirimkan ke layanan penemuan tidak sesuai dengan spesifikasi

source: {attributes:attribute_mail}
id: Mail

source: {errors:descr_CREATEREQUEST}
id: Sebuah error telah terjadi ketika membuat request SAML.

source: {admin:metaover_optional_found}
id: Field-field opsional

source: {logout:return}
id: Kembali ke layanan

source: {attributes:attribute_displayname}
id: Nama yang ditampilkan

source: {admin:metadata_xmlurl}
id: Anda dapat <a href="%METAURL%">mendapatkan xml metadata pada URL tersendiri</a>:

source: {logout:logout_all}
id: Ya, semua layanan

source: {admin:debug_disable_debug_mode}
id: Anda dapat menonaktifkan mode debuh pada file konfigurasi global simpleSAMLhphp <tt>config/config.php</tt>.

source: {attributes:attribute_homepostaladdress}
id: Alamat pos rumah

source: {disco:select}
id: Pilih

source: {logout:also_from}
id: Anda juga telah log out dari layanan berikut:

source: {login:login_button}
id: Login

source: {logout:progress}
id: Log out...

source: {login:error_wrongpassword}
id: Username atau password salah

source: {admin:metaover_group_metadata.shib13-sp-remote}
id: Service Provider Shib 1.3 (Remote)

source: {errors:descr_PROCESSAUTHNREQUEST}
id: Identity Provider ini menerima Request Autentifikasi dari sebuah Service Provider, tetapi error terjadi ketika memproses request.

source: {logout:logout_all_question}
id: Apakah anda ingin logout dari semua layanan diatas ?

source: {attributes:attribute_title}
id: Gelar

source: {errors:title_NOACCESS}
id: Tiaak ada akses

source: {login:error_nopassword}
id: Anda mengirimkan sesuatu ke halaman login, tetapi karena suatu alasan tertentu password tidak terkirimkan, Silahkan coba lagi.

source: {errors:title_NORELAYSTATE}
id: Tidak ada RelayState

source: {errors:descr_NOSTATE}
id: Informasi state hilang, dan tidak ada cara untuk me-restat request

source: {attributes:attribute_noredupersonnin}
id: Identity number assigned by public authorities

source: {login:password}
id: Password

source: {errors:debuginfo_text}
id: Informasi debug dibawah ini mungkin menarik bagi administrator/help desk:

source: {admin:cfg_check_missing}
id: Opsi-opsi uang hilang dari file konfigurasi

source: {errors:descr_UNHANDLEDEXCEPTION}
id: Exception yang tidak tertangani telah di-thrown

source: {general:yes}
id: Iya nih

source: {errors:title_CONFIG}
id: Error konfigurasi

source: {errors:title_LOGOUTREQUEST}
id: Error memproses Request Logout

source: {admin:metaover_errorentry}
id: Error pada entri metadata ini

source: {attributes:attribute_edupersonaffiliation}
id: Afiliasi

source: {errors:title_METADATANOTFOUND}
id: Metadata tidak ditemukan

source: {attributes:attribute_givenname}
id: Nama

source: {login:contact_info}
id: Informasi Kontak

source: {errors:title_UNHANDLEDEXCEPTION}
id: Exception yang tidak tertangani

source: {status:validfor}
id: Session anda valid untuk %SECONDS% detik dari sekarang.

source: {status:header_saml20_sp}
id: Contoh Demo SAML 2.0 SP

source: {login:error_header}
id: Error

source: {errors:title_USERABORTED}
id: Autentifikasi dibatalkan

source: {logout:incapablesps}
id: Satu atau beberapa layanan yang anda telah login <i>tidak mendukung logout</i>.Untuk meyakinkan semua session anda ditutup, anda disarankan untuk <i>menutup web browser anda</i>.

source: {admin:metadata_xmlformat}
id: Dalam format XML Metadata SAML 2.0

source: {admin:metaover_group_metadata.saml20-idp-remote}
id: Identity Provider SAML 2.0 (Remote)

source: {admin:metaover_group_metadata.saml20-idp-hosted}
id: Identity Provider SAML 2.0 (Hosted)

source: {admin:metaover_required_found}
id: Field-field yang wajib diisi

source: {admin:cfg_check_select_file}
id: Pilih file konfigurasi untuk diperiksa

source: {errors:descr_UNKNOWNCERT}
id: Autentifikasi gagal: sertifikat yang browser anda kirimkan tidak dikenal

source: {attributes:attribute_eduorghomepageuri}
id: Homepage organisasi

source: {logout:logging_out_from}
id: Log out dari layanan-layanan berikut:

source: {logout:loggedoutfrom}
id: Sekarang anda telah sukses log out dari %SP%.

source: {admin:metaover_group_metadata.wsfed-sp-hosted}
id: Servide Provider WS-Federation (Hosted)

source: {errors:errorreport_text}
id: Laporan error telah dikirimkan ke administrator

source: {attributes:attribute_noredupersonbirthdate}
id: Tanggal lahir

source: {errors:descr_LOGOUTREQUEST}
id: Sebuah error telah terjadi ketika memproses Request Logout.

source: {attributes:attribute_edupersontargetedid}
id: Persistent pseudonymous ID

source: {logout:success}
id: Anda telah berhasil log out dari semua layanan yang tercantuh diatas.

source: {admin:cfg_check_notices}
id: Pemberitahuan

source: {errors:descr_USERABORTED}
id: Autentifikasi dibatalkan oleh user

source: {attributes:attribute_edupersonprimaryaffiliation}
id: Afiliasi utama

source: {attributes:attribute_postalcode}
id: Kode pos

source: {errors:descr_CASERROR}
id: Error ketika berkomunikasi dengans server CAS.

source: {general:no}
id: Tidak

source: {admin:metadata_saml20-sp}
id: Metadata SAML 2.0 SP

source: {admin:metaconv_converted}
id: Metadata yang telah dikonvesi

source: {attributes:attribute_cn}
id: Common Name

source: {logout:completed}
id: Selesai

source: {errors:descr_NOTSET}
id: Password di konfigurasi (auth.adminspassword) tidak berubah dari nilai default. Silahkan edit file konfigurasi.

source: {attributes:attribute_ou}
id: Organizational unit

source: {general:service_provider}
id: Service Provider

source: {attributes:attribute_homephone}
id: Telepon rumah

source: {attributes:attribute_dc}
id: Domain component(DC)

source: {errors:descr_BADREQUEST}
id: Terjadi error pada request ke halaman ini. Alasannya adalah: %REASON%

source: {logout:no}
id: Tidak

source: {disco:icon_prefered_idp}
id: Pilihan yang disukai

source: {general:no_cancel}
id: Tidak, batalkan

source: {login:user_pass_header}
id: Masukkan username dan password Anda

source: {errors:report_explain}
id: Jelaskan apa yang Anda lakukan ketika error ini terjadi...

source: {attributes:attribute_manager}
id: Manager

source: {errors:title_ACSPARAMS}
id: Tidak ada response SAML yang disediakan

source: {attributes:attribute_edupersonnickname}
id: Nama panggilan

source: {errors:descr_SLOSERVICEPARAMS}
id: Anda mengakses antarmuka SingleLogout, tetapi tidak menyediakan LogoutRequest SAML atau LogoutResponse.

source: {attributes:attribute_street}
id: Jalan

source: {login:organization}
id: Organisasi

source: {errors:title_WRONGUSERPASS}
id: Username atau password salah

source: {admin:metaover_required_not_found}
id: Field-field yang diperlukan wajib disisi berikut ini tidak ditemukan

source: {errors:descr_NOACCESS}
id: Endpoint ini tidak diaktifkan. Periksalah opsi enable pada konfigurasi SimpleSAMLphp Anda.

source: {errors:title_SLOSERVICEPARAMS}
id: Tidak pesan SAML yang disediakan

source: {errors:descr_ACSPARAMS}
id: Anda mengakses antarnyka Assertion Consumer Service, tetapi tidak menyediakan Response Autentifikasi SAML.

source: {admin:debug_sending_message_text_link}
id: Anda baru saja akan mengirim sebuah pesan. Tekan link submit pesan untuk melanjutkan.

source: {errors:descr_AUTHSOURCEERROR}
id: Error autentifikasi di sumber %AUTHSOURCE%. Alasannya adalah: %REASON%

source: {status:some_error_occurred}
id: Beberapa error telah terjadi

source: {login:change_home_org_button}
id: Pilih basis organisasi

source: {admin:cfg_check_superfluous}
id: Pilihan tak beguna di file konfigurasi

source: {attributes:attribute_labeleduri}
id: Berlabel URL

source: {errors:report_email}
id: Alamat E-mail:

source: {errors:howto_header}
id: Bagaimana mendapatkan pertolongan

source: {errors:title_NOTSET}
id: Password tidak diset

source: {errors:descr_NORELAYSTATE}
id: Inisiator dari request ini tidak menyediakan parameter RelayState yang mengindikasikan kemana selanjutnya pergi.

source: {attributes:attribute_noredupersonlegalname}
id: Nama legal

source: {status:header_diagnostics}
id: Diagnostik SimpleSAMLphp

source: {status:intro}
id: Hai, ini adalah halaman status dari SimpleSAMLphp. Disini anda dapat melihat jika session anda telah time out, berapa lama ia berlaku sampai time out dan semua attribut yang menempel pada session anda.

source: {attributes:attribute_schachomeorganization}
id: Home organization domain name

source: {errors:title_NOTFOUNDREASON}
id: Halaman tidak ditemukan

source: {admin:debug_sending_message_title}
id: Mengirimpan pesan

source: {errors:title_RESPONSESTATUSNOSUCCESS}
id: Error diterima dari Identity Provider

source: {admin:metadata_shib13-sp}
id: Metadata Shib 1.3 SP

source: {admin:metaover_intro}
id: Untuk melihat detail entiti SAML, klik pada bagian header entiti SAML

source: {errors:title_NOTVALIDCERT}
id: Sertifikat invalid

source: {attributes:attribute_edupersonorgunitdn}
id: Distinguished name (DN) of the person's home organizational unit

source: {general:remember}
id: Ingat

source: {disco:selectidp}
id: Pilih identity provider anda

source: {attributes:attribute_postofficebox}
id: PO Box

source: {attributes:attribute_edupersonprincipalname}
id: Nama kepala pada organisasi asal

source: {login:help_desk_email}
id: Kirim e-mail ke help dek

source: {login:help_desk_link}
id: Homepage Help desk

source: {attributes:attribute_uid}
id: User ID

source: {errors:title_CASERROR}
id: Error CAS

source: {login:user_pass_text}
id: Sebuah layanan telah meminta Anda untuk melakukan autentifikasi. Silahkan masukkan username dan password Anda pada form dibawah

source: {errors:title_DISCOPARAMS}
id: Request yang buruk ke layanan penemuan

source: {general:yes_continue}
id: Yam lanjutkan

source: {disco:remember}
id: Ingat pilihan saya

source: {admin:metaover_group_metadata.saml20-sp-hosted}
id: Service Provider SAML 2.0 (Hosted)

source: {attributes:attribute_l}
id: Lokalitas

source: {attributes:attribute_edupersonassurance}
id: Profil penjamin identitas

source: {admin:metadata_simplesamlformat}
id: Dalam format file biasa SimpleSAMLphp - gunakan ini jika Anda menggunakan entiti SimpleSAMLphp pada sisi lain:

source: {disco:login_at}
id: Login di

source: {errors:title_GENERATEAUTHNRESPONSE}
id: Tidak dapat membuat respon autentifikasi

source: {errors:errorreport_header}
id: Laporan error dikirimkan

source: {errors:title_CREATEREQUEST}
id: Error membuat request.

source: {admin:metaover_header}
id: Ikhtisar Metadata

source: {errors:report_submit}
id: Kirim laporan error

source: {errors:title_INVALIDCERT}
id: Sertifikat invalid

source: {errors:title_NOTFOUND}
id: Halaman tidak ditemukan

source: {logout:logged_out_text}
id: Anda telah log out.

source: {admin:metaover_group_metadata.shib13-sp-hosted}
id: Service Provider Shib 1.3 (Hosted)

source: {admin:metadata_cert_intro}
id: Download sertifikat X509 sebagai file dikodekan-PEM.

source: {admin:debug_sending_message_msg_title}
id: Pesan

source: {errors:title_UNKNOWNCERT}
id: Sertifikat tidak dikenal

source: {attributes:attribute_facsimiletelephonenumber}
id: No Fax

source: {errors:title_LDAPERROR}
id: Error LDAP

source: {logout:failedsps}
id: Tidak dapat log out dari satu atau beberapa layanan. Untuk memastikan semua session anda ditutup, anda disaranakan untuk <i>menutup web browser anda</i>.

source: {errors:descr_NOTFOUND}
id: Halaman yang diminta tidak dapat ditemukan. URL nya adalah %URL%

source: {errors:howto_text}
id: Error ini mungkin karena perilaku yang tidak diharapakan atau konfigurasi yang salah di SimpleSAMLphp. Hubungi administrator dari layanan login ini, dan kirimkan kepada mereka pesan error diatas.

source: {attributes:attribute_mobile}
id: Handphone

source: {admin:metaover_group_metadata.shib13-idp-hosted}
id: Identity Provider Shib 1.3 (Hosted)

source: {attributes:attribute_preferredlanguage}
id: Pilihan Bahasa

source: {errors:descr_NOTVALIDCERT}
id: Anda tidak menyediakan sertifikat yang valid.

source: {admin:debug_sending_message_text_button}
id: Anda baru saja akan mengirim sebuah pesan. Tekan tombol submit pesan untuk melanjutkan.

source: {admin:metaover_optional_not_found}
id: Field-field opsional berikut tidak dapat ditemukan

source: {logout:logout_only}
id: Tidak, hanya %SP%

source: {attributes:attribute_o}
id: Nama organisasi

source: {attributes:attribute_edupersonprimaryorgunitdn}
id: Distinguished name (DN) of person's primary Organizational Unit

source: {attributes:attribute_noredupersonlin}
id: Nomor identitas lokal

source: {login:next}
id: Selanjutnya

source: {errors:descr_GENERATEAUTHNRESPONSE}
id: Ketika identity provider ini mencoba untuk membuat response autentifikasi, error terjadi.

source: {disco:selectidp_full}
id: Silahkan pilih identity provider tempat anda ingin melakukan autentifikasi

source: {errors:descr_NOTFOUNDREASON}
id: Halaman yang diminta tidak ditemykan, Error-nya adalah: %REASON% URL-nya adalah: %URL%

source: {errors:title_NOCERT}
id: Tidak ada sertifikat

source: {attributes:attribute_userpassword}
id: Hash password user

source: {errors:title_LOGOUTINFOLOST}
id: Informasi logout hilang

source: {admin:metaover_group_metadata.shib13-idp-remote}
id: Identity Provider Shib 1.3 (Remote)

source: {errors:descr_CONFIG}
id: SimpleSAMLphp sepertinya telah salah dikonfigurasi

source: {admin:metadata_intro}
id: Berikut ini adalah SimpleSAMLphp metadata yang telah digenerate untuk Anda. Anda dapat mengirim dokumen metadata ini kepada rekan yang dipercayai untuk mensetup federasi terpercaya.

source: {attributes:attribute_schacuserprivateattribute}
id: Elemen-elemen informasi personal

source: {status:header_wsfed}
id: Contoh Demo WS-Fed SP

source: {admin:metadata_cert}
id: Sertifikat

source: {errors:descr_INVALIDCERT}
id: Autentifikasi gagal: Sertifikat yang browser Anda kirimkan invalid atau tidak dapat dibaca

source: {attributes:attribute_eduorglegalname}
id: Nama legal Organisasi

source: {status:header_shib}
id: Demo Shibboleth

source: {admin:metaconv_parse}
id: Parse

source: {attributes:attribute_noreduorgnin}
id: Nomor Organisasi

source: Person's principal name at home organization
id: Nama kepala pada organisasi asal
th: ชื่อหลักของผู้ใช้ในหน่วยงานต้นทาง
uk: Ім'я керівника головної організації
vi: Tên chính của người đó tại tổ chức nhà

source: Superfluous options in config file
id: Pilihan tak beguna di file konfigurasi
th: ตัวเลือกเกินความจำเป็นในไฟล์กำหนดค่า (Config File)
uk: Зайві параметри у конфігураційному файлі
vi: Các tùy chọn thừa trong tệp cấu hình

source: Mobile
id: Handphone
th: มือถือ
uk: Мобільний
vi: Di động

source: Shib 1.3 Service Provider (Hosted)
id: Service Provider Shib 1.3 (Hosted)
uk: Постачальник сервісів Shib 1.3 (хостинговий)
vi: Service Provider Shib 1.3 (Hosted)

source: LDAP is the user database, and when you try to login, we need to contact an LDAP database. An error occurred when we tried it this time.
id: LDAP adalah database user, dan ketika Anda mencoba login, Kami perlu menghubungi database LDAP. Sebuah error terjadi ketika Kami mencobanya saat ini.
th: LDAP คือฐานข้อมูลผู้ใช้ และเมื่อคุณพยายามเข้าสู่ระบบ เราจำเป็นต้องติดต่อกับฐานข้อมูล LDAP ซึ่งครั้งนี้เกิดข้อผิดพลาด
uk: LDAP — це база даних користувачів, і коли ви намагаєтесь увійти в систему, нам потрібно звернутися до бази даних LDAP. Цього разу під час спроби виникла помилка.
vi: LDAP là cơ sở dữ liệu người dùng và khi bạn thử đăng nhập, chúng tôi cần liên hệ với cơ sở dữ liệu LDAP. Đã xảy ra lỗi khi chúng tôi thử lần này.

source: Optionally enter your email address, for the administrators to be able contact you for further questions about your issue:
id: Opsional, masukkan alamat email Anda, agar administrator dapat menghubungi Anda untuk pertanyaan lebih lanjut tentang masalah Anda:
th: คุณสามารถกรอกอีเมลเพื่อให้ผู้ดูแลระบบติดต่อกลับในกรณีที่มีคำถามเพิ่มเติมเกี่ยวกับปัญหาของคุณ
uk: За бажанням введіть свою електронну адресу, щоб адміністратори могли зв’язатися з вами для уточнення деталей щодо вашої проблеми:
vi: Bạn có thể nhập địa chỉ email của mình để người quản trị có thể liên hệ với bạn nếu có thêm câu hỏi về vấn đề của bạn:

source: Display name
id: Nama yang ditampilkan
th: ชื่อที่แสดง
uk: Відображуване ім’я
vi: Tên hiển thị

source: Remember my choice
id: Ingat pilihan saya
th: จดจำตัวเลือกของฉัน
uk: Запам’ятати мій вибір
vi: Nhớ sự lựa chọn của tôi

source: SAML 2.0 SP Metadata
id: Metadata SAML 2.0 SP
th: ข้อมูลเมตาของ SAML 2.0 SP
uk: Метадані постачальника послуг SAML 2.0
vi: Siêu dữ liệu SAML 2.0 SP

source: Notices
id: Pemberitahuan
th: ประกาศ
uk: Повідомлення
vi: Thông báo

source: Home telephone
id: Telepon rumah
th: เบอร์โทรศัพท์ของหน่วยงานต้นสังกัด
uk: Домашній телефон
vi: Điện thoại nhà riêng

source: Hi, this is the status page of SimpleSAMLphp. Here you can see if your session is timed out, how long it lasts until it times out and all the attributes that are attached to your session.
id: Hai, ini adalah halaman status dari SimpleSAMLphp. Disini anda dapat melihat jika session anda telah time out, berapa lama ia berlaku sampai time out dan semua attribut yang menempel pada session anda.
th: นี่คือหน้าสถานะของ SimpleSAMLphp ซึ่งคุณสามารถดูได้ว่าการใช้งานหมดเวลาหรือไม่ ใช้งานได้นานแค่ไหน และมีคุณลักษณะใดแนบมากับเซสชันของคุณ
uk: Привіт! Це сторінка стану SimpleSAMLphp. Тут ви можете побачити, чи завершено вашу сесію, скільки часу залишилося до її завершення, а також усі атрибути, пов’язані з вашою сесією.
vi: Xin chào, đây là trang trạng thái của SimpleSAMLphp. Tại đây, bạn có thể xem phiên của mình đã hết thời gian chưa, thời gian hết thời gian kéo dài bao lâu và tất cả các thuộc tính được đính kèm vào phiên của bạn.

source: Explain what you did when this error occurred...
id: Jelaskan apa yang Anda lakukan ketika error ini terjadi...
th: กรุณาอธิบายว่าคุณทำอะไรในขณะที่เกิดข้อผิดพลาดนี้
uk: Поясніть, що ви зробили, коли сталася ця помилка...
vi: Giải thích bạn đã làm gì khi lỗi này xảy ra...

source: An unhandled exception was thrown.
id: Exception yang tidak tertangani telah di-thrown
th: พบข้อผิดพลาดที่ระบบไม่ได้จัดการไว้
uk: Виникла необроблена виняткова ситуація.
vi: Một ngoại lệ chưa được xử lý đã được đưa ra.

source: Invalid certificate
id: Sertifikat invalid
th: ใบรับรองไม่ถูกต้อง
uk: Недійсний сертифікат
vi: Giấy chứng nhận không hợp lệ

source: Incorrect username or password.
id: Username atau password salah
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
uk: Неправильне ім’я користувача або пароль.
vi: Tên người dùng hoặc mật khẩu không đúng.
