{
	"header": {
		"no": "Mangler informasjonskapsel",
		"de": "Cookie fehlt",
		"fi": "Puuttuva eväste",
		"sl": "Piškotek (\"cookie\") ne obstaja!",
		"pt": "Cookie não encontrado",
		"sv": "Saknar webbläsarkaka (cookie)",
		"hr": "Nedostaje <i>cookie<\/i>",
		"da": "Mangler cookie",
		"fr": "Cookie introuvable"
	},
	"description": {
		"no": "Du ser ut til å ha deaktivert informasjonskapsler. Kontroller innstillingene i nettleseren din og prøv igjen.",
		"de": "Sie scheinen Cookies in Ihrem Browser deaktiviert zu haben. Bitte überprüfen Sie die Einstellungen in Ihrem Browser und versuchen Sie es erneut.",
		"fi": "Näyttää, että olet kieltänyt evästeiden käytön selaimessasi. Ole hyvä ja salli evästeet selaimestasi ja yritä uudelleen.",
		"sl": "Vaš spletni brskalnik ima onemogočene piškotke (\"cookies\"). Omogočite to nastavitev in poskusite ponovno.",
		"pt": "Provavelmente desligou o suporte de cookies no seu browser. Por favor verifique se tem o suporte de cookies ligado e tente de novo.",
		"sv": "Det verkar som om du har stängt av möjligheten till kakor (cookies) i din webbläsare. Kontrollera inställningarna i webbläsaren och försök igen.",
		"hr": "Izgleda da ste onemogućili kolačiće (<i>cookies<\/i>) u vašem web pregledniku. Molimo provjerite postavke vašeg web preglednika i pokušajte ponovo.",
		"da": "Det ser ud til at du har slået cookies fra i din browser. Tjek dine browserinstillinger og prøv igen.",
		"fr": "Il semble que votre navigateur refuse les cookies. Merci de vérifier les réglages de votre navigateur, puis de ré-essayer."
	},
	"retry": {
		"no": "Prøv igjen",
		"de": "Erneut versuchen",
		"fi": "Uudestaan",
		"sl": "Poskusi ponovno",
		"pt": "Tentar de novo",
		"sv": "Försök igen",
		"hr": "Pokušaj ponovo",
		"da": "Forsøg igen",
		"fr": "Ré-essayer"
	}
}
