{
	"header": {
		"no": "Tilstandsinformasjon tapt",
		"nn": "Tilstandsinformasjon tapt",
		"sv": "Tillståndsinformation är förlorad",
		"sl": "Informacije o stanju zahtevka niso na voljo.",
		"it": "Informazioni di stato perse",
		"es": "Información de estado perdida",
		"lt": "Būsenos informacia prarasta"
	},
	"description": {
		"no": "Vi kunne ikke finne tilstandsinformasjonen for denne forespørselen.",
		"nn": "Vi kunne ikkje finne tilstandsinformasjonen for denne forespørselen.",
		"sv": "Hittar inte tillståndsinformationen för aktuell förfrågan.",
		"sl": "Informacije o stanju trenutne zahteve ni bilo moč najti.",
		"it": "Non è stato possibile localizzare le informazioni di stato per la richiesta corrente.",
		"es": "No podemos encontrar la información de estado para la solicitud actual",
		"lt": "Nepavyko nustatyti būsenos informacijos šiai užklausai."
	},
	"suggestions": {
		"no": "Forslag for å løse dette problemet:",
		"nn": "Forslag for å løyse dette problemet:",
		"sv": "Förslag för att åtgärda detta problem:",
		"sl": "Predloga za razrešitev nastale težave:",
		"it": "Suggerimenti per risolvere questo problema:",
		"es": "Sugerencias para resolver este problema",
		"lt": "Pasiūlymai spręsti šią problemą:"
	},
	"suggestion_goback": {
		"no": "Gå tilbake til forrige side og prøv på nytt.",
		"nn": "Gå tilbake til forrige side og prøv på nytt.",
		"sv": "Gå tillbaka till föregående sida och försök igen.",
		"sl": "Pojdite nazaj na prejšnjo stran in poskusite znova.",
		"it": "Tornare alla pagina precedente e provare di nuovo.",
		"es": "Regrese a la página anterior y pruebe de nuevo",
		"lt": "Grįžkite į ankstesnį puslapį ir pabandykite dar kartą."
	},
	"suggestion_closebrowser": {
		"no": "Lukk nettleseren, og prøv på nytt.",
		"nn": "Lukk nettlesaren, og prøv på nytt.",
		"sv": "Stäng din webbläsare och försök igen.",
		"sl": "Zaprite spletni brskalnik in poskusite znova.",
		"it": "Chiudere il browser web e quindi provare di nuovo.",
		"es": "Cierre el navegador y pruebe de nuevo",
		"lt": "Uždarykite interneto naršyklę ir pabandykite dar kartą."
	},
	"causes": {
		"no": "Denne feilen kan være forårsaket av:",
		"nn": "Denne feilen kan være forårsaket av:",
		"sv": "Detta fel kan bero på:",
		"sl": "Vzrok za to napako je lahko:",
		"it": "Questo errore potrebbe essere causato da:",
		"es": "Este error puede ser causado por",
		"lt": "Šią klaidą galėjo sukelti:"
	},
	"cause_backforward": {
		"no": "Bruk av \"frem\"- og \"tilbake\"-knappene i nettleseren.",
		"nn": "Bruk av \"fram\"- og \"attende\"-knappane i nettlesaren.",
		"sv": "Användning av framåt- och bakåtknappar i webbläsaren.",
		"sl": "Uporaba gumbov \"nazaj\" ali \"naprej\" v spletnem brskalniku.",
		"it": "Utilizzo i pulsanti avanti ed indietro del browser web.",
		"es": "Usando los botones atrás y adelante de su navegador web.",
		"lt": "Back (Atgal) ir Forward (Pirmyn) mygtukų naudojimas interneto naršyklėje"
	},
	"cause_openbrowser": {
		"no": "Starte nettleseren med faner lagret fra forrige gang.",
		"nn": "Starte nettlesaren med faner lagret fra forrige gong.",
		"sv": "Öppnande av webbläsaren med sparade flikar från tidigare användning.",
		"sl": "Spletni brskalnik je odprl spletno stan s (poteklimi) podatki iz prejšnje seje.",
		"it": "Il browser web è stato aperto e le finestre (tab) sono state ripristinate dalla sessione precedente.",
		"es": "Abrió su navegador web con pestañas guardadas de la sesión previa.",
		"lt": "Atidaryta interneto naršyklė su kortelėmis, išsaugotomis iš ankstesnės sesijos."
	},
	"cause_nocookie": {
		"no": "At informasjonskapsler ikke er aktivert i nettleseren.",
		"nn": "At informasjonskapsler ikkje er aktivert i nettlesaren.",
		"sv": "Webbkakor (Cookies) är avstängt i webbläsaren.",
		"sl": "Spletni brskalnik ima izklopjeno podporo za piškotke.",
		"it": "I cookies potrebbe essere disabilitati.",
		"es": "Las cookies pueden estar deshabilitadas en el navegador",
		"lt": "Interneto naršyklėje gali būti išjungti slapukai (cookies)."
	},
	"report_header": {
		"no": "Rapporter denne feilen",
		"nn": "Rapporter denne feilen",
		"sv": "Rapportera detta fel",
		"sl": "Prijavite to napako",
		"it": "Riportare questo errore.",
		"es": "Informar de este error",
		"lt": "Pranešti apie šią klaidą"
	},
	"report_text": {
		"no": "Hvis problemet vedvarer, kan du rapportere det til systemadministratorene.",
		"nn": "Om problemet vedvarar, kan du rapportere det til systemadministratorane.",
		"sv": "Om problemet kvarstår kan du rapportera det till systemadministratörerna.",
		"sl": "Če se ta napaka ponavlja, jo lahko prijavite za skrbniku sistema.",
		"it": "Se questo problema persiste, è possibile segnalarlo agli amministratori di sistema.",
		"es": "Si el problema persiste, puede reportarlo a los administradores del sistema",
		"lt": "Jei ši problema išliks, galite pranešti apie tai sistemos administratoriui."
	}
}
