{
	"header": {
		"no": "Tilstandsinformasjon tapt",
		"nn": "Tilstandsinformasjon tapt",
		"sv": "Tillståndsinformation är förlorad",
		"sl": "Informacije o stanju zahtevka niso na voljo.",
		"it": "Informazioni di stato perse",
		"es": "Información de estado perdida",
		"lt": "Būsenos informacia prarasta",
		"hu": "Elvezett az állapotinformácó",
		"fr": "Information d'état perdue",
		"ja": "状態情報が無くなりました。",
		"da": "Tilstandsinformation forsvundet",
		"hr": "Podatak o stanju je izgubljen",
		"zh-tw": "遺失狀態資訊",
		"nl": "Toestand informatie verloren"
	},
	"description": {
		"no": "Vi kunne ikke finne tilstandsinformasjonen for denne forespørselen.",
		"nn": "Vi kunne ikkje finne tilstandsinformasjonen for denne forespørselen.",
		"sv": "Hittar inte tillståndsinformationen för aktuell förfrågan.",
		"sl": "Informacije o stanju trenutne zahteve ni bilo moč najti.",
		"it": "Non è stato possibile localizzare le informazioni di stato per la richiesta corrente.",
		"es": "No podemos encontrar la información de estado para la solicitud actual",
		"lt": "Nepavyko nustatyti būsenos informacijos šiai užklausai.",
		"hu": "Nem lehet beazonosítani a kéréshez tartozó állapotinformációt.",
		"fr": "Nous ne pouvons pas trouver l'information d'état pour la demande courante.",
		"ja": "現在のリクエストから状態情報を特定することが出来ませんでした。",
		"da": "Tilstandsinformation for igangværende request kan ikke findes",
		"hr": "Podatak o stanju aktualnog zahtjeva nije pronađen.",
		"zh-tw": "我們無法找到關於這個請求的狀態資訊。",
		"nl": "Wij waren niet in staat om de toestand informatie te vinden voor het huidige verzoek."
	},
	"suggestions": {
		"no": "Forslag for å løse dette problemet:",
		"nn": "Forslag for å løyse dette problemet:",
		"sv": "Förslag för att åtgärda detta problem:",
		"sl": "Predloga za razrešitev nastale težave:",
		"it": "Suggerimenti per risolvere questo problema:",
		"es": "Sugerencias para resolver este problema",
		"lt": "Pasiūlymai spręsti šią problemą:",
		"hu": "Javaslat a probléma elhárítására:",
		"fr": "Suggestions pour résoudre ce problème :",
		"ja": "この問題を解決する為の提案:",
		"da": "Løsningsforslag til problemet:",
		"hr": "Preporuke za rješavanje ovog problema:",
		"zh-tw": "建議解決這個問題：",
		"nl": "Suggesties om dit probleem op te lossen:"
	},
	"suggestion_goback": {
		"no": "Gå tilbake til forrige side og prøv på nytt.",
		"nn": "Gå tilbake til forrige side og prøv på nytt.",
		"sv": "Gå tillbaka till föregående sida och försök igen.",
		"sl": "Pojdite nazaj na prejšnjo stran in poskusite znova.",
		"it": "Tornare alla pagina precedente e provare di nuovo.",
		"es": "Regrese a la página anterior y pruebe de nuevo",
		"lt": "Grįžkite į ankstesnį puslapį ir pabandykite dar kartą.",
		"hu": "Menjen vissza az előző oldalra, majd próbálja ismét.",
		"fr": "Retournez à la page précédente et réessayez.",
		"ja": "前のページに戻り、再度試してください。",
		"da": "Gå tilbage til forrige side og prøv igen.",
		"hr": "Vratite se na prethodnu stranicu i pokušajte ponovno.",
		"zh-tw": "回到上一頁並再試一次。",
		"nl": "Ga terug naar de vorige pagina, en probeer opnieuw."
	},
	"suggestion_closebrowser": {
		"no": "Lukk nettleseren, og prøv på nytt.",
		"nn": "Lukk nettlesaren, og prøv på nytt.",
		"sv": "Stäng din webbläsare och försök igen.",
		"sl": "Zaprite spletni brskalnik in poskusite znova.",
		"it": "Chiudere il browser web e quindi provare di nuovo.",
		"es": "Cierre el navegador y pruebe de nuevo",
		"lt": "Uždarykite interneto naršyklę ir pabandykite dar kartą.",
		"hu": "Zárja be böngészőjét, majd próbálja újra.",
		"fr": "Fermez le navigateur, essayez à nouveau.",
		"ja": "WEBブラウザを閉じて、再度試してください。",
		"da": "Luk din browser og prøv igen.",
		"hr": "Zatvorite web preglednik, i pokušajte ponovno.",
		"zh-tw": "關閉網頁瀏覽器，並再試一次。",
		"nl": "Sluit de web browser, en probeer opnieuw."
	},
	"causes": {
		"no": "Denne feilen kan være forårsaket av:",
		"nn": "Denne feilen kan være forårsaket av:",
		"sv": "Detta fel kan bero på:",
		"sl": "Vzrok za to napako je lahko:",
		"it": "Questo errore potrebbe essere causato da:",
		"es": "Este error puede ser causado por",
		"lt": "Šią klaidą galėjo sukelti:",
		"hu": "Az alábbi hibát okozhatta:",
		"fr": "Cette erreur peut être causée par :",
		"ja": "このエラーの原因:",
		"da": "Fejlen kan være for forudsaget af:",
		"hr": "Ova pogreška može biti uzrokovana:",
		"zh-tw": "這個錯誤可能是因為：",
		"nl": "Deze error is waarschijnlijk veroorzaakt door:"
	},
	"cause_backforward": {
		"no": "Bruk av \"frem\"- og \"tilbake\"-knappene i nettleseren.",
		"nn": "Bruk av \"fram\"- og \"attende\"-knappane i nettlesaren.",
		"sv": "Användning av framåt- och bakåtknappar i webbläsaren.",
		"sl": "Uporaba gumbov \"nazaj\" ali \"naprej\" v spletnem brskalniku.",
		"it": "Utilizzo i pulsanti avanti ed indietro del browser web.",
		"es": "Usando los botones atrás y adelante de su navegador web.",
		"lt": "Back (Atgal) ir Forward (Pirmyn) mygtukų naudojimas interneto naršyklėje",
		"hu": "Használja a böngésző előre, ill. vissza gombjait",
		"fr": "Utilisation des boutons avance et retour dans le navigateur.",
		"ja": "WEBブラウザの戻るや次へのボタンを使用します。",
		"da": "Brug frem og tilbage knappen i browseren.",
		"hr": "Korištenjem gumba za prethodnu (\"back\") i sljedeću (\"forward\") stranicu u web pregledniku.",
		"zh-tw": "於網頁瀏覽器使用上一頁及下一頁。",
		"nl": "Gebruik de Volgende en Terug knoppen in de web browser."
	},
	"cause_openbrowser": {
		"no": "Starte nettleseren med faner lagret fra forrige gang.",
		"nn": "Starte nettlesaren med faner lagret fra forrige gong.",
		"sv": "Öppnande av webbläsaren med sparade flikar från tidigare användning.",
		"sl": "Spletni brskalnik je odprl spletno stan s (poteklimi) podatki iz prejšnje seje.",
		"it": "Il browser web è stato aperto e le finestre (tab) sono state ripristinate dalla sessione precedente.",
		"es": "Abrió su navegador web con pestañas guardadas de la sesión previa.",
		"lt": "Atidaryta interneto naršyklė su kortelėmis, išsaugotomis iš ankstesnės sesijos.",
		"hu": "A böngésző a legutóbb bezárt füleket újranyitva indult.",
		"fr": "Ouvert le navigateur avec des onglets sauvegardés lors de la session précédente.",
		"ja": "ブラウザに保存されたタブにより、以前のセッションが開かれました。",
		"da": "Åben browseren med faner fra sidste session.",
		"hr": "Otvaranjem web preglednika sa spremljenim stranicama od prethodne sesije.",
		"zh-tw": "您使用網頁瀏覽器儲存標籤開啟了上一次的連線。",
		"nl": "Web browser geopend met tabs opgeslagen van de vorige sessie."
	},
	"cause_nocookie": {
		"no": "At informasjonskapsler ikke er aktivert i nettleseren.",
		"nn": "At informasjonskapsler ikkje er aktivert i nettlesaren.",
		"sv": "Webbkakor (Cookies) är avstängt i webbläsaren.",
		"sl": "Spletni brskalnik ima izklopjeno podporo za piškotke.",
		"it": "I cookies potrebbe essere disabilitati.",
		"es": "Las cookies pueden estar deshabilitadas en el navegador",
		"lt": "Interneto naršyklėje gali būti išjungti slapukai (cookies).",
		"hu": "Talán a böngészőben nincsenek engedélyezve a sütik (cookie).",
		"fr": "Les cookies sont peut-être déactivés dans le navigateur.",
		"ja": "このWEBブラウザではクッキーが無効化されています。",
		"da": "Cookies kan være deaktiveret i browseren.",
		"hr": "Moguće da je podrška za kolačiće (\"cookies\") isključena u web pregledniku.",
		"zh-tw": "網頁瀏覽器的 Cookies 可能被關閉。",
		"nl": "Cookies kunnen uitgeschakeld zijn in de web browser."
	},
	"report_header": {
		"no": "Rapporter denne feilen",
		"nn": "Rapporter denne feilen",
		"sv": "Rapportera detta fel",
		"sl": "Prijavite to napako",
		"it": "Riportare questo errore.",
		"es": "Informar de este error",
		"lt": "Pranešti apie šią klaidą",
		"hu": "A hiba jelentése",
		"fr": "Remontez cette erreur",
		"ja": "このエラーをレポート",
		"da": "Rapporter denne fejl",
		"hr": "Prijavite ovu pogrešku",
		"zh-tw": "回報這個錯誤",
		"nl": "Meld deze error"
	},
	"report_text": {
		"no": "Hvis problemet vedvarer, kan du rapportere det til systemadministratorene.",
		"nn": "Om problemet vedvarar, kan du rapportere det til systemadministratorane.",
		"sv": "Om problemet kvarstår kan du rapportera det till systemadministratörerna.",
		"sl": "Če se ta napaka ponavlja, jo lahko prijavite za skrbniku sistema.",
		"it": "Se questo problema persiste, è possibile segnalarlo agli amministratori di sistema.",
		"es": "Si el problema persiste, puede reportarlo a los administradores del sistema",
		"lt": "Jei ši problema išliks, galite pranešti apie tai sistemos administratoriui.",
		"hu": "Ha a probléma állandónak tűnik, kérjük, jelezze ezt az oldal adminisztrátorának.",
		"fr": "Si ce problème persiste, vous pouvez le remonter vers l'administrateur système.",
		"ja": "この問題が継続して起こる場合、システム管理者に報告してください。",
		"da": "Hvis dette problem fortsætter, kan du rapportere det til systemadministratoren.",
		"hr": "Ako ova pogreška ustraje, možete ju prijaviti.",
		"zh-tw": "如果這個錯誤持續存在，您可以將它回報系統管理者。",
		"nl": "If dit probleem behoud, dan kun je het melden aan de systeem beheerders."
	}
}
