{
	"warning": {
		"no": "Vi har detektert at det er bare noen få sekunder siden du sist ble autentisert på denne tjenesten, og derfor antar vi at det er et problem med oppsettet av denne tjenesten.",
		"de": "Wir haben festgestellt, dass seit Ihrer letzten Anmeldung bei diesem Diensteanbieter nur wenige Sekunden vergangen sind. Deswegen gehen wir davon aus, dass es ein Problem mit diesem Anbieter gibt.",
		"sl": "Sistem je zaznal naslednje, od predhodnje in te prijave je poteklo le nekaj sekund, zato sklepa na težave ponudnika storitve (SP).",
		"pt": "Foi detectada uma repetição de autenticação neste serviço em poucos segundos. Este SP pode ter um problema.",
		"sv": "Vi har upptäckt att det bara vara några få sekunder sedan du senast loggade in mot denna tjänst (service provider) och därför antar vi att det är ett problem med denna tjänst.",
		"hr": "Sustav je utvrdio da je prošlo tek nekoliko sekundi otkad ste se zadnji put autenticirali za pristup ovoj aplikaciji te stoga pretpostavljamo da se javio problem kod davatelja usluge.",
		"da": "Vi har opdaget at det kun er få sekunder siden du sidst autentificerede dig op mod denne service. Vi antager derfor at der er et problem med services.",
		"fr": "Il ne s'est écoulé que quelques secondes depuis votre authentification précédente, ce qui est la marque d'un dysfonctionnement de ce SP.",
		"it": "E' stato rilevato che sono passati solo alcuni secondi dalla tua ultima autenticazione con questo fornitore di servizio, quindi si può assumere che ci sia un problema con il Service Provider.",
		"es": "Se ha detectado que han transcurrido solo unos segundos desde que fue autenticado por última vez en este servicio, por lo que se asumirá que existe un problema con este SP.",
		"nn": "Hemos detectado que hace sólo unos segundos desde que te autenticaste por última vez con este proveedor de servicio por lo que asumimos que puede existir un problema con este SP",
		"lt": "Mes nustatėme, kad praėjo tik kelios sekundės nuo Jūsų autentiškumo patvirtimo šiam paslaugos teikėjui, dėl to manome, kad yra nesklandumų su SP.",
		"hu": "Mindössze néhány másodperc telt el az SP-hez történő, legutóbbi azonosítás óta. Ez nem normális működés, úgy tűnik, valami probléma lépett fel az SP-nél.",
		"nl": "We hebben waargenomen dat u slechts een paar seconden geleden al aangemeld bent bij deze serviceprovider, daarom nemen we aan dat er een probleem is met deze SP.",
		"ja": "私たちはたった数秒前にあなたがこのサービスプロバイダに認証されている事を検知しています、従って問題はSPに在ると推測できます。",
		"zh-tw": "我們偵測到距離您最後一次驗證於這個服務提供者只有短短幾秒，而這可能是 SP 有點問題。"
	},
	"warning_header": {
		"no": "For kort intervall imellom innloggingsforespørsler",
		"de": "Zu kurzes Intervall zwischen generellen Anmeldeereignissen.",
		"sl": "Prekratek interval med dogodki enotne prijave.",
		"pt": "Intervalo entre eventos de single sign on demasiado curto.",
		"sv": "För kort intervall mellan inloggningar.",
		"hr": "Prekratak interval između uzastopnih SSO autentikacija.",
		"da": "For kort interval mellem single sign on hændelse.",
		"fr": "Connexions uniques trop proches dans le temps.",
		"it": "L'intervallo tra le autenticazioni è troppo breve.",
		"es": "Intervalo de tiempo muy corto entre eventos de sesión única.",
		"nn": "Intervalo demasiado corto entre dos eventos de SSO",
		"lt": "Per trumpas intervalas tarp prisijungimų prie paslaugų.",
		"hu": "Túl kevés idő telt el a belépési kísérletek között.",
		"nl": "Te kort interval tussen single sign on pogingen",
		"ja": "シングルサインオンイベントの間隔が短すぎます。",
		"zh-tw": "單一簽入事件間隔過短。"
	},
	"retry": {
		"no": "Forsøk å logge inn på nytt",
		"de": "Versuche Anmeldung erneut",
		"sl": "Ponovna prijava",
		"pt": "Tentar de novo",
		"sv": "Försök med inloggningen igen",
		"hr": "Pokušaj se prijaviti ponovo",
		"da": "Login igen",
		"fr": "Ré-essayez de vous connecter",
		"it": "Riprovare a connettersi",
		"es": "Reintente autenticación",
		"nn": "Reintente el acceso",
		"lt": "Prisijunkite iš naujo",
		"hu": "Újbóli belépés",
		"nl": "Inloggen opnieuw proberen",
		"ja": "ログインを再試行",
		"zh-tw": "重試登入"
	}
}
