{
	"warning": {
		"no": "Vi har detektert at det er bare noen få sekunder siden du sist ble autentisert på denne tjenesten, og derfor antar vi at det er et problem med oppsettet av denne tjenesten.",
		"de": "Wir haben festgestellt, dass seit Ihrer letzten Anmeldung bei diesem Diensteanbieter nur wenige Sekunden vergangen sind. Deswegen gehen wir davon aus, dass es ein Problem mit diesem Anbieter gibt.",
		"sl": "Sistem je zaznal naslednje, od predhodnje in te prijave je poteklo le nekaj sekund, zato sklepa na težave ponudnika storitve (SP).",
		"pt": "Foi detectada uma repetição de autenticação neste serviço em poucos segundos. Este SP pode ter um problema.",
		"sv": "Vi har upptäckt att det bara vara några få sekunder sedan du senast loggade in mot denna tjänst (service provider) och därför antar vi att det är ett problem med denna tjänst.",
		"hr": "Sustav je utvrdio da je prošlo tek nekoliko sekundi otkad ste se zadnji put autenticirali za pristup ovoj aplikaciji te stoga pretpostavljamo da se javio problem kod davatelja usluge.",
		"da": "Vi har opdaget at det kun er få sekunder siden du sidst autentificerede dig op mod denne service. Vi antager derfor at der er et problem med services.",
		"fr": "Il ne s'est écoulé que quelques secondes depuis votre authentification précédente, ce qui est la marque d'un dysfonctionnement de ce SP."
	},
	"warning_header": {
		"no": "For kort intervall i mellom innloggingsforespørsler",
		"de": "Zu kurzes Intervall zwischen generellen Anmeldeereignissen.",
		"sl": "Prekratek interval med dogodki enotne prijave.",
		"pt": "Intervalo entre eventos de single sign on demasiado curto.",
		"sv": "För kort intervall mellan inloggningar.",
		"hr": "Prekratak interval između uzastopnih SSO autentikacija.",
		"da": "For kort interval mellem single sign on hændelse.",
		"fr": "Connexions uniques trop proches dans le temps."
	},
	"retry": {
		"no": "Forsøk å logg inn på nytt",
		"de": "Versuche Anmeldung erneut",
		"sl": "Ponovna prijava",
		"pt": "Tentar de novo",
		"sv": "Försök med inloggningen igen",
		"hr": "Pokušaj se prijaviti ponovo",
		"da": "Login igen",
		"fr": "Ré-essayez de vous connecter"
	}
}
