{
	"select_source_header": {
		"no": "Velg en autentiseringskilde",
		"de": "Wählen Sie eine Authentifizierungsquelle",
		"fi": "Valitse todentamislähde",
		"sl": "Izberite avtentikacijski vir",
		"pt": "Escolha uma fonte de autenticação",
		"sv": "Välj inloggningskälla",
		"da": "Vælg en authentifiseringskilde",
		"fr": "Sélectionnez une source d'authentification",
		"hr": "Odaberite servis preko kojeg se želite autenticirati",
		"it": "Selezionare una fonte di autenticazione",
		"es": "Seleccione una fuente para autenticarse",
		"lt": "Pasirinkite autentiškumo patvirtinimo šaltinį",
		"ja": "認証元を選択してください。",
		"nl": "Selecteer een authenticatiebron",
		"zh-tw": "選擇一個認證來源",
		"nn": "Vel ei innloggingskjelde"
	},
	"select_source_text": {
		"no": "Den valgte autentiseringskilden vil bli brukt til å autentisere brukeren og deretter etablere en gyldig sesjon.",
		"de": "Die gewählte Authentifizierungsquelle wird verwenden werden, um Sie zu authentifizieren und eine gültige Sitzung zu erzeugen.",
		"fi": "Valittua todentamislähdettä käytetään tunnistamiseen ja uuden istunnon luomiseen.",
		"sl": "Izbrani avtentikacijski vir bo uporabljen pri vaši prijavi",
		"pt": "A fonte de autenticação escolhida será usada para o autenticar e criar uma sessão válida.",
		"sv": "Den valda inloggningskällan kommer att användas för din inloggning och för att skapa giltig inloggningssession.",
		"da": "Den valgte authentifiseringskilde vil blive brugt til at authentifisere dig og give dig en gyldig session.",
		"fr": "La source d'authentification sélectionnée sera utilisée pour vous authentifier et créer une session.",
		"hr": "Odabrani autentikacijski servis bit će iskorišten za vašu autentikaciju i kreiranje valjane sjednice.",
		"it": "La fonte di autenticazione selezionata verrà usata per autenticarti e creare una sessione valida.",
		"es": "La fuente para autenticarse seleccionada será utilizada para autenticarlo y crear una sesión válida",
		"lt": "Pasirinktas autentiškumo patvirtinimo šaltinis bus naudojamas nustatyti Jūsų autentiškumą ir sukurti galiojančią sesiją.",
		"ja": "選択された認証元は認証に使用され、正当なセッションを生成します。",
		"nl": "De geselecteerde authenticatiebron zal gebruikt worden om u te authenticeren en een geldige sessie op te zetten.",
		"zh-tw": "系統將會使用您選擇之認證來源進行驗證並建立一個有效連線。",
		"nn": "Innloggingskjelda du har vald blir brukt til å logga inn og laga ein gyldig sesjon."
	}
}
