{
	"warning": {
		"no": "Du har nå kommet til et test-oppsett. Dette oppsettet for autentisering er kun til bruk for testing og pre-produksjon verifikasjon. Hvis noen sendte deg en link som pekte hit, og du ikke er <i>en tester<\/i> så fikk du nok en feil link, og <b>skulle ikke vært her<\/b>.",
		"nn": "Du er no inne på eit testsystem.  Denne autentiseringsløysinga er for testing og beta-drift, ikkje for vanleg drift.  Dersom du har fått peikar hit og du ikkje er  <i>utviklar<\/i>, så er du truleg på feil plass og <i>skulle ikkje vore her<\/i>.",
		"sv": "Du har kommit till en tjänst som ännu inte är i drift. Denna autentisieringskonfiguration är för testning och tidig produktionskontroll. Om någon har skickat dig en länk hit och du inte är en <i>en testare<\/i> har du troligtvis fått fel länk.",
		"es": "Está accediendo a un sistema en pre-producción. Esta configuración es únicamente para pruebas y para verificación del sistema de preproducción. Si siguió un enlace que alguien le envió para llegar hasta aquí y no es un <i>probador<\/i> probablemente se trata de un error, y usted <b>no debería estar aquí<\/b>",
		"nl": "Je gaat nu een pre-productiesysteem gebruiken. Deze authenticatie is uitsluitend opgezet voor testen en pre-productie-verfificatie. Als iemand je een link hierheen stuurde, en je bent geen <i>tester<\/i>, dan is dit waarschijlijk een vergissing en zou je <b>niet hier moeten zijn<\/b>.",
		"sl": "Dostopate do predprodukcijskega sistema, ki je namenjen izključno preizkušanju. V primeru da ste pristali na tej strani med postopkom prijave v produkcijsko storitev, je storitev verjetno napačno nastavljena.",
		"da": "Du tilgår nu et pre-produktions-system. Dette autentificeringssetup er kun til test og pre-produktion verifikation. Hvis nogen har sendt et link, som peger her og du ikke er en <i>tester<\/i>, så har du sikekrt fået et forkert lin og burde <b>ikke være her.<\/b> ",
		"hr": "Pristupate sustavu koji se nalazi u predprodukcijskoj fazi. Ove autentikacijske postavke služe za testiranje i provjeru ispravnosti rada predprodukcijskog sustava. Ako vam je netko poslao adresu koja pokazuje na ovu stranicu, a vi niste <i>osoba zadužena za testiranje<\/i>, vjerojatno ste <b>na ovu stranicu došli greškom<\/b>.",
		"fi": "Olet siirtymässä testijärjestelmään. Käyttäjätunnistus on tarkoitettu vain testaukseen. Jos sait linkin järjestelmään ja et ole <i>testikäyttäjä<\/i>, sait todennäköisesti väärän linkin ja sinun ei pitäisi <b>olla täällä<\/b>.",
		"pt": "Está a aceder a um sistema em pré-produção. Este passo de autenticação servirá apenas para testes e verificações de pré-produção. Se alguém lhe enviou este endereço, e você não é um <i>testador<\/i>, então provavelmente recebeu um link errado, e <b>não deveria estar aqui<\/b>.",
		"pl": "Korzystasz w tej chwili z wersji testowej systemu. To ustawienie uwierzytelniania jest tylko dla testów. Jeśli ktoś wysłał Ci link kierujący tutaj, a ty nie jesteś <i>testerem<\/i> to prawdopodobnie otrzymałeś błędny link i <b>nie powinieneś być tutaj<\/b>.",
		"cs": "Právě přistupujete k testovacímu systému. Pokud nejste administrátor, nebo tester, máte pravděpodobně špatný link.",
		"tr": "Şu anda tamamlanmamış bir sisteme giriyorsunuz. Bu doğrulama kurulumu sadece test ve tamamlanma öncesi onaylama amaçlıdır. Eğer birileri size burayı gösteren bir bağlantı gönderdiyse, ve siz <i>test edici<\/i> değilseniz, muhtemelen yanlış bir bağlantı aldınızı, ve şu anda <b>burada olmamalısınız<\/b>. ",
		"de": "Sie greifen jetzt auf ein System im Pilotbetrieb zu. Diese Authentifizierungs-Konfiguration dient nur zum Testen und zur Überprüfung des Pilotbetriebes. Falls Ihnen jemand einen Link gesendet hat, der Sie hierher geführt hat und Sie sind kein <i>Tester<\/i>, so war der Link vermutlich falsch und Sie sollten <b>nicht hier sein<\/b>. ",
		"fr": "Ceci est un système en pré-production. La configuration d'authentification n'est destinée qu'aux tests. Si vous n'êtes pas un testeur, <b>vous ne devriez pas être là<\/b>.",
		"it": "Si sta per accedere ad un sistema di pre-produzione. Questa configurazione di autenticazione è solo allo scopo di test. Se si è arrivati qui a seguito di link fornito da qualcuno, e non si sta operando come <i>tester<\/i>, probabilmente si è seguito un link sbagliato visto che <b> non si dovrebbe essere qui<\/b>.",
		"lt": "Šiuo metu Jūs kreipiatės į nebaigtą diegti sistemą. Šie autentiškumo patvirtinimo nustatymai skirti tik testavimui ir sistemos veikimo tikrinimui. Jei kažkas Jums atsiuntė nuorodą, vedančią čia, ir Jūs nesate <i>testuotojas<\/i>, Jūs greičiausiai gavote neteisingą nuorodą ir <b>neturėtumėte čia būti<\/b>.",
		"ja": "あなたは今試験環境へアクセスしています。この認証設定は試験環境のテストと検証の為のものです。もし誰かがこのリンクをあなたに送り、あなたが<i>テスター<\/i>でないのであれば恐らく間違ったリンクであり、ここに<b>来てはいけない<\/b>でしょう。",
		"zh-tw": "您現在正在存取一個非正式上線系統。這個身分驗證環境僅是在測試及檢查非正式上線系統。如果有人傳遞這個連結給你，而你並非是 <i>測試人員<\/i> 的話，你可能是取得一個錯誤連結，且您可能 <b>不適合在此<\/b>。"
	},
	"warning_header": {
		"no": "Advarsel om at dette er et test oppsett",
		"nn": "Varsel om tilgang til test-system",
		"sv": "Varning om åtkomst till testsystem",
		"es": "Aviso sobre el acceso a un sistema en pre-producción",
		"nl": "Waarschuwing: dit is een pre-productiesysteem",
		"sl": "Opozorilo o dostopu do predprodukcijskega sistema",
		"da": "Advarsel om adgang til et pre-produktions-system.",
		"hr": "Upozorenje o pristupanju predprodukcijksom sustavu",
		"fi": "Varoitus testijärjestelmää siirtymisestä",
		"pt": "Aviso ao aceder a sistema em pré-produção",
		"pl": "Uwaga, korzystasz z wersji testowej systemu",
		"cs": "Varování před přístupem do testovacího systému",
		"tr": "Tamamlanmamış bir sisteme erişim hakkında uyarı",
		"de": "Warnung beim Zugriff auf ein Pilotsystem",
		"fr": "Avertissement sur l'accès à un système en pré-production",
		"it": "Attenzione, si sta accedendo ad un sistema di pre-produzione",
		"lt": "Įspėjimas apie kreipimąsi į nebaigtą diegti sistemą.",
		"ja": "試験環境へのアクセスについての警告",
		"zh-tw": "您正在存取一個非正式上線系統"
	},
	"yes": {
		"no": "Ja, jeg holder på å teste innlogging, og vet dette er et test-system.",
		"nn": "Ja, eg veit at eg no går inn i ei løysing som ikkje er i drift, men i test",
		"sv": "Ja, jag vet att jag försöker använda ett testsystem",
		"es": "Sí, sé que estoy accediendo a un sistema en pre-producción",
		"nl": "Ja, ik begrijp dat ik een pre-productiesysteem ga gebruiken",
		"sl": "Da, zavedam se, da dostopam do predprodukcijskega okolja",
		"da": "Ja, jeg ved jeg er ved at tilgå et pre-produktions-system.",
		"hr": "Da, znam da pristupam sustavu koji je u predprodukcijskoj fazi",
		"fi": "Hyväksyn siirtyväni testijärjestelmään",
		"pt": "Sim, eu sei que estou a aceder a um sistema em pré-produção",
		"pl": "Tak, wiem, że korzystam z wersji testowej.",
		"cs": "Ano, já vím, že přistupují k testovacímu systému",
		"tr": "Evet, tamanlanmamış bir sisteme girdiğimin farkındayım.",
		"de": "Ja, mir ist klar dass ich auf ein System im Pilotbetrieb zugreife",
		"fr": "Oui, je sais que j'utilise un système en pré-production",
		"it": "Sì, sono consapevole che sto accedendo ad un sistema di pre-produzione",
		"lt": "Taip, aš žinau, kad kreipiuosi į nebaigtą diegti sistemą.",
		"ja": "はい、私は試験環境にアクセスしている事を理解しています。",
		"zh-tw": "是的，我知道我正在存取一個非正式上線系統"
	}
}
