Repository: simplesamlphp/simplesamlphp
Catalog: modules/admin/locales/*/LC_MESSAGES/admin.po
Languages: id, th, uk, vi

source: <strong>The configuration uses the default secret salt</strong>. Make sure to modify the <code>secretsalt</code> option in the SimpleSAMLphp configuration in production environments. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-install">Read more about the maintenance of SimpleSAMLphp</a>.
id: <strong>Konfigurasi ini menggunakan secret salt default</strong>. Pastikan untuk memodifikasi opsi <code>secretsalt</code> dalam konfigurasi SimpleSAMLphp di lingkungan produksi. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-install">Baca lebih lanjut tentang pemeliharaan SimpleSAMLphp</a>.
th: <strong>การกำหนดค่าใช้ค่า secret salt เริ่มต้น</strong> ตรวจสอบให้แน่ใจว่าได้ปรับเปลี่ยนตัวเลือก <code>secretsalt</code> ในการกำหนดค่า SimpleSAMLphp ในสภาพแวดล้อมการใช้งานจริง <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-install">อ่านเพิ่มเติมเกี่ยวกับการบำรุงรักษา SimpleSAMLphp</a>
uk: <strong>Конфігурація використовує типовий secret salt</strong>. Переконайтеся, що параметр <code>secretsalt</code> змінено у конфігурації SimpleSAMLphp у робочому середовищі. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-install">Дізнатися більше про конфігурацію SimpleSAMLphp</a>.
vi: <strong>Cấu hình sử dụng secret salt mặc định</strong> . Đảm bảo sửa đổi tùy chọn <code>secretsalt</code> trong cấu hình SimpleSAMLphp trong môi trường sản xuất. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-install">Đọc thêm về việc bảo trì SimpleSAMLphp</a> .

source: <strong>You are not using HTTPS</strong> to protect communications with your users. HTTP works fine for testing purposes, but in a production environment you should use HTTPS. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-maintenance">Read more about the maintenance of SimpleSAMLphp</a>.
id: <strong>Anda tidak menggunakan HTTPS</strong> untuk melindungi komunikasi dengan pengguna Anda. HTTP berfungsi dengan baik untuk tujuan pengujian, tetapi dalam lingkungan produksi Anda harus menggunakan HTTPS. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-maintenance">Baca lebih lanjut tentang pemeliharaan SimpleSAMLphp</a>.
th: <strong>คุณไม่ได้ใช้ HTTPS</strong> เพื่อป้องกันการสื่อสารกับผู้ใช้ของคุณ HTTP ทำงานได้ดีสำหรับวัตถุประสงค์ในการทดสอบ แต่ในสภาพแวดล้อมการผลิต คุณควรใช้ HTTPS <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-maintenance">อ่านเพิ่มเติมเกี่ยวกับการบำรุงรักษา SimpleSAMLphp</a>
uk: <strong>Ви не використовуєте HTTPS для захисту зв’язку з користувачами.</strong>для захисту зв’язку з користувачами.HTTP підходить для тестових цілей, але у робочому середовищі слід використовувати HTTPS. <a href="http://rnd.feide.no/content/simplesamlphp-maintenance-and-configuration">Дізнайтеся більше про обслуговування SimpleSAMLphp</a> ]
vi: <strong>Bạn không sử dụng HTTPS</strong> để bảo vệ thông tin liên lạc với người dùng của mình. HTTP hoạt động tốt cho mục đích thử nghiệm, nhưng trong môi trường sản xuất, bạn nên sử dụng HTTPS. <a href="https://simplesamlphp.org/docs/stable/simplesamlphp-maintenance">Đọc thêm về việc bảo trì SimpleSAMLphp</a> .

source: ADFS IdP metadata
id: Metadata ADFS IdP
th: ข้อมูลเมตาของ ADFS IdP
vi: Siêu dữ liệu ADFS IdP

source: ADFS SP metadata
id: Metadata ADFS SP
th: ข้อมูลเมตาของ ADFS SP
vi: Siêu dữ liệu ADFS SP

source: An error occurred
id: Terjadi kesalahan
th: ระบบเกิดข้อผิดพลาด
uk: Виникла помилка
vi: Có lỗi xảy ra

source: Authentication data
id: Data otentikasi
th: ย้อนกลับ
uk: Дані автентифікації
vi: Dữ liệu xác thực

source: Back
id: Kembali
th: กลับ
uk: Назад
vi: Quay lại

source: Certificates
id: Sertifikat
th: ใบรับรอง
uk: Сертифікати
vi: Giấy chứng nhận

source: Checking your PHP installation
id: Memerika instalasi PHP Anda
th: ตรวจสอบการติดตั้ง PHP ของคุณ
uk: Перевірка інсталяції PHP
vi: Kiểm tra cài đặt PHP của bạn

source: Checks
id: Pemeriksaan
th: การตรวจสอบ
uk: Перевірки
vi: Kiểm tra

source: Configuration
id: Konfigurasi
th: การตั้งค่า
uk: Налаштування
vi: Cấu hình

source: Content of jpegPhoto attribute
id: Isi atribut jpegPhoto
th: เนื้อหาของแอตทริบิวต์ jpegPhoto
uk: Вміст атрибута jpegPhoto
vi: Nội dung của thuộc tính jpegPhoto

source: Converted metadata
id: Metadata yang telah dikonvesi
th: ข้อมูลเมตาที่แปลงแล้ว
uk: Перетворені метадані
vi: Siêu dữ liệu đã chuyển đổi

source: Copy to clipboard
id: Salin ke papan klip
th: คัดลอกไปยังคลิปบอร์ด
uk: Копіювати в буфер обміну
vi: Sao chép vào bộ nhớ tạm thời

source: Date/Time Extension
id: Perpanjangan Tanggal/Waktu
th: ขยายวันที่/เวลา
uk: Розширення дати/часу
vi: Ngày/Giờ mở rộng

source: Deprecated
id: Usang
th: เลิกใช้งานแล้ว
uk: Застарілий
vi: Không dùng nữa

source: Details
id: Detail
th: รายละเอียด
uk: Деталі
vi: Chi tiết

source: Diagnostics on hostname, port and protocol
id: Diagnostik pada hostname, port dan protokol
th: การวิเคราะห์ชื่อ โฮลต์ พอร์ตและโปรโตคอล
uk: Діагностика імені хоста, порту та протоколу
vi: Chẩn đoán tên máy chủ, cổng và giao thức

source: Federation
id: Federasi
th: การรวมเครือข่าย
uk: Федерація
vi: Liên bang

source: Format
th: รูปแบบ
uk: Формат
vi: Định dạng

source: Go back to SimpleSAMLphp installation page
id: Kembali ke halaman instalasi SimpleSAMLphp
th: กลับไปยังหน้าการตั้งค่า SimpleSAMLphp
uk: Повернутися на сторінку встановлення SimpleSAMLphp
vi: Quay lại trang cài đặt SimpleSAMLphp

source: Hashing function
id: Fungsi hashing
th: ฟังก์ชั่นแฮช
uk: Функція хешування
vi: Hàm băm

source: Hi, this is the status page of SimpleSAMLphp. Here you can see if your session is timed out, how long it lasts until it times out and all the attributes that are attached to your session.
id: Hai, ini adalah halaman status SimpleSAMLphp. Di sini Anda dapat melihat apakah sesi Anda habis, berapa lama waktu yang tersisa hingga habis, dan semua atribut yang dilampirkan pada sesi Anda.
th: สวัสดี นี่คือหน้าสถานะของ SimpleSAMLphp ซึ่งคุณสามารถดูได้ว่าเซสชันหมดเวลาหรือไม่ ใช้เวลานานแค่ไหนก่อนหมดเวลา และมีแอตทริบิวต์ใดบ้างที่ผูกกับเซสชันของคุณ
uk: Вітаємо! Це сторінка стану SimpleSAMLphp. Тут ви можете перевірити, чи завершено вашу сесію, скільки часу залишилося до її завершення та всі атрибути, що пов’язані з вашою сесією.
vi: Xin chào, đây là trang trạng thái của SimpleSAMLphp. Tại đây, bạn có thể xem phiên của mình đã hết thời gian chưa, thời gian hết thời gian kéo dài bao lâu và tất cả các thuộc tính được đính kèm vào phiên của bạn.

source: Hosted IdP metadata present
id: Metadata IdP yang dihosting hadir
th: พบข้อมูลเมตาของผู้ให้บริการระบุตัวตน (IdP) ที่โฮสต์อยู่
uk: Метадані розміщеного IdP наявні
vi: Siêu dữ liệu IdP được lưu trữ hiện tại

source: Hosted entities
id: Entitas yang dihosting
th: หน่วยงานที่โฮลต์อยู่
uk: Хостовані об'єкти
vi: Các thực thể được lưu trữ

source: In SAML 2.0 Metadata XML format:
id: Dalam format XML Metadata SAML 2.0:
th: ในรูปแบบ XML เมตาดาต้า SAML 2.0:
uk: У форматі XML метаданих SAML 2.0:
vi: Ở định dạng XML siêu dữ liệu SAML 2.0:

source: Information on your PHP installation
id: Informasi tentang instalasi PHP Anda
th: ข้อมูลเกี่ยวกับการติดตั้ง PHP ของคุณ
uk: Інформація про вашу інсталяцію PHP
vi: Thông tin về cài đặt PHP của bạn

source: JSON support
id: Dukungan JSON
th: รองรับ JSON
uk: Підтримка JSON
vi: Hỗ trợ JSON

source: LDAP extension
id: Ekstensi LDAP
th: ส่วนขยาย LDAP
uk: Розширення LDAP
vi: Phần mở rộng LDAP

source: LDAP extension (required if an LDAP backend is used)
id: Ekstensi LDAP (diperlukan jika backend LDAP digunakan)
th: ส่วนขยาย LDAP (จำเป็นถ้าใช้แบ็กเอนด์ LDAP)
uk: Розширення LDAP (потрібне, якщо використовується бекенд LDAP)
vi: Phần mở rộng LDAP (bắt buộc nếu sử dụng phần phụ trợ LDAP)

source: Log out
id: Keluar
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất

source: Logged out
id: Anda telah keluar
th: ออกจากระบบแล้ว
uk: Вийшов
vi: Đã đăng xuất

source: Logout
id: Keluar
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất

source: Look up metadata for entity:
id: Mencari metadata untuk entitas:
th: ค้นหาข้อมูลเมตาสำหรับเอนทิตี:
uk: Переглянути метадані для сутності:
vi: Tra cứu siêu dữ liệu cho thực thể:

source: Matching key-pair for signing assertions
id: Mencocokkan pasangan kunci untuk menandatangani pernyataan
th: การจับคู่คีย์คู่สำหรับการลงนามยืนยัน
uk: Відповідна пара ключів для підписування тверджень
vi: Phù hợp 2 bước khóa để ký xác nhận

source: Matching key-pair for signing assertions (rollover key)
id: Mencocokkan pasangan kunci untuk menandatangani pernyataan (kunci rollover)
th: การจับคู่คีย์คู่สำหรับการลงนามยืนยัน (คีย์แบบโรลโอเวอร์)
uk: Відповідна пара ключів для підписування тверджень (резервна пара ключів)
vi: 2 bước khóa phù hợp để ký xác nhận

source: Matching key-pair for signing metadata
id: Mencocokkan pasangan kunci untuk menandatangani metadata
th: การจับคู่คีย์คู่สำหรับการลงนามข้อมูลเมตา
uk: Відповідна пара ключів для підписання метаданих
vi: 2 bước khóa phù hợp để ký siêu dứ liệu

source: Memcache or Memcached extension
id: Ekstensi Memcache atau Memcached
th: ส่วนขยาย Memcache หรือ Memcached
uk: Розширення Memcache або Memcached
vi: Mở rộng Memcache hoặc Memcached

source: Memcache or Memcached extension (required if the memcache backend is used)
id: Ekstensi Memcache atau Memcached (diperlukan jika backend memcache digunakan)
th: ส่วนขยาย Memcache หรือ Memcached (จำเป็นถ้าใช้แบ็กเอนด์ Memcache)
uk: Розширення Memcache або Memcached (потрібне для роботи з бекендом memcache)
vi: Phần mở rộng Memcache hoặc Memcached (bắt buộc nếu sử dụng phần phụ trợ memcache)

source: Metadata
th: เมตาดาต้า
uk: Метадані
vi: Siêu dữ liệu

source: Metadata parser
id: Pengurai metadata
th: ตัวแยกวิเคราะห์ข้อมูลเมตา
uk: Аналізатор метаданих
vi: Trình phân tích siêu dữ liệu

source: Modules
id: Modul
th: โมดูล
uk: Модулі
vi: Mô-đun

source: Multibyte String extension
id: Ekstensi String Multibyte
th: ส่วนขยายสตริงหลายไบต์
uk: Розширення для роботи з багатобайтовими рядками
vi: Phần mở rộng chuỗi Multibyte

source: No file selected.
id: Ttak ada berkas yang dipilih.
th: ยังไม่ได้เลือกไฟล์
uk: Файл не вибрано.
vi: Không có tệp được chọn.

source: PDO Extension (required if a database backend is used)
id: Ekstensi PDO (diperlukan jika backend basis data digunakan)
th: ส่วนขยาย PDO (จำเป็นถ้าใช้แบ็กเอนด์ฐานข้อมูล)
uk: Розширення PDO (необхідне, якщо використовується базовий бекенд бази даних)
vi: Phần mở rộng PDO (bắt buộc nếu sử dụng cơ sở dữ liệu phụ trợ)

source: PDO extension
id: Perpanjangan PDO
th: ส่วนเสริม PDO
uk: Розширення PDO
vi: Phần mở rộng PDO

source: PHP %minimum% or newer is needed. You are running: %current%
id: PHP %minimum% atau yang lebih baru diperlukan. Anda sedang menjalankan: %current%
th: ต้องใช้ PHP เวอร์ชัน %minimum% ขึ้นไป (คุณกำลังใช้เวอร์ชัน: %current%)
uk: Потрібна версія PHP %minimum% або новіша. Поточна версія: %current%
vi: Cần có PHP %minimum% hoặc mới hơn. Bạn đang chạy: %current%

source: PHP intl extension
id: Ekstensi PHP intl
th: ส่วนขยาย PHP ระหว่างประเทศ
uk: Розширення PHP intl
vi: Phần mở rộng PHP quốc tế

source: Parse
th: การแยกวิเคราะห์
uk: Аналізувати
vi: Phân tích

source: Radius extension
id: Perpanjangan radius
th: การขยายรัศมี
uk: Розширення RADIUS

source: Radius extension (required if a radius backend is used)
id: Ekstensi radius (diperlukan jika backend radius digunakan)
th: การขยายรัศมี (จำเป็นถ้าใช้ส่วนหลังรัศมี)
uk: Розширення RADIUS (необхідне, якщо використовується бекенд RADIUS)

source: Regular expression support
id: Dukungan ekspresi reguler
th: การรองรับการแสดงออกปกติ
uk: Підтримка регулярних виразів
vi: Hỗ trợ biểu thức chính quy

source: SAML 2.0 IdP metadata
id: Metadata SAML 2.0 IdP
th: เมตาข้อมูล IdP ของ SAML 2.0
uk: Метадані IdP для SAML 2.0
vi: Siêu dữ liệu IdP SAML 2.0

source: SAML 2.0 SP metadata
id: Metadata SAML 2.0 SP
th: เมตาข้อมูล SAML 2.0 SP
uk: Метадані SP для SAML 2.0
vi: Siêu dữ liệu SAML 2.0 SP

source: SAML Metadata
id: Metadata SAML
th: เมตาข้อมูล SAML
uk: Метадані SAML
vi: Siêu dữ liệu SAML

source: SAML Subject
id: Subjek SAML
th: หัวข้อของ SAML
uk: Об'єкт SAML
vi: Chủ đề SAML

source: Search
id: Cari
th: ค้นหา
uk: Пошук
vi: Tìm kiếm

source: Session extension
id: Perpanjangan sesi
th: การขยายเวลาเซสชั่น
uk: Розширення сесії

source: Session extension (required if PHP sessions are used)
id: Ekstensi sesi (diperlukan jika sesi PHP digunakan)
th: ส่วนขยายเซสชัน (จำเป็นถ้าใช้เซสชัน PHP)
uk: Розширення сесій (необхідне, якщо використовуються PHP-сесії)

source: SimpleSAMLphp Metadata
id: Metadata SimpleSAMLphp
th: เมตาดาต้า SimpleSAMLphp
uk: Метадані SimpleSAMLphp
vi: Siêu dữ liệu SimpleSAMLphp

source: SimpleSAMLphp Show Metadata
id: SimpleSAMLphp Tampilkan Metadata
th: SimpleSAMLphp แสดงข้อมูลเมตา
uk: SimpleSAMLphp — Показати метадані
vi: SimpleSAMLphp Hiển thị siêu dữ liệu

source: SimpleSAMLphp installation page
id: Halaman instalasi SimpleSAMLphp
th: หน้าการติดตั้ง SimpleSAMLphp
uk: Сторінка інсталяції SimpleSAMLphp
vi: Trang cài đặt SimpleSAMLphp

source: SimpleSAMLphp is installed in:
id: SimpleSAMLphp diinstal di:
th: SimpleSAMLphp ได้รับการติดตั้งใน:
uk: SimpleSAMLphp встановлюється в:
vi: SimpleSAMLphp được cài đặt trong:

source: Standard PHP library (SPL)
id: Perpustakaan PHP standar (SPL)
th: ไลบรารี่ PHP มาตรฐาน (SPL)
uk: Стандартна бібліотека PHP (SPL)
vi: Thư viện PHP chuẩn (SPL)

source: Technical information
id: Informasi teknis
th: ข้อมูลทางเทคนิค
uk: Технічна інформація
vi: Thông tin kỹ thuật

source: Test
id: Uji
th: ทดสอบ
uk: Тест
vi: Kiểm tra

source: Test Authentication Sources
id: Menguji Sumber Autentikasi
th: ทดสอบแหล่งที่มาการรับรองความถูกต้อง
uk: Перевірити джерела автентифікації
vi: Kiểm tra nguồn xác thực

source: The "secretsalt" configuration option may not contain a `%` sign.
id: Opsi konfigurasi "secretsalt" mungkin tidak mengandung tanda `%`.
th: ตัวเลือกการกำหนดค่า "secretsalt" จะต้องไม่มีเครื่องหมาย "%"
uk: Параметр конфігурації 'secretsalt' не може містити символ '%'.
vi: Tùy chọn cấu hình "secretsalt" không được chứa dấu `%`.

source: The <code>technicalcontact_email</code> configuration option should be set
id: Opsi konfigurasi <code>technicalcontact_email</code> harus ditetapkan
th: ควรกำหนดค่า<code>technicalcontact_email</code>
uk: Параметр конфігурації <code>technicalcontact_email</code> має бути встановлений
vi: Tùy chọn cấu hình <code>technicalcontact_email</code> phải được thiết lập

source: The auth.adminpassword configuration option must be set
id: Opsi konfigurasi auth.adminpassword harus ditetapkan
th: ต้องกำหนดค่า auth.adminpassword
uk: Параметр конфігурації auth.adminpassword має бути встановлений
vi: Tùy chọn cấu hình auth.adminpassword phải được thiết lập

source: The cURL PHP extension is missing. Cannot check for SimpleSAMLphp updates.
id: Ekstensi PHP cURL tidak ada. Tidak dapat memeriksa pembaruan SimpleSAMLphp.
th: ไม่พบส่วนเสริม PHP cURL ไม่สามารถตรวจสอบการอัปเดตของ SimpleSAMLphp ได้
uk: Розширення cURL для PHP відсутнє. Неможливо перевірити оновлення SimpleSAMLphp.
vi: Phần mở rộng PHP cURL bị thiếu. Không thể kiểm tra các bản cập nhật SimpleSAMLphp.

source: Tools
id: Peralatan
th: เครื่องมือ
uk: Інструменти
vi: Công cụ

source: Trusted entities
id: Entitas tepercaya
th: เอนทิตีที่เชื่อถือได้
uk: Довірені суб’єкти
vi: Các thực thể đáng tin cậy

source: Type:
id: Tipe:
th: ประเภท:
uk: Тип:
vi: Loại:

source: Use this if you are using a SimpleSAMLphp entity on the other side:
id: Gunakan ini jika Anda menggunakan entitas SimpleSAMLphp di sisi lain:
th: ใช้ตัวเลือกนี้หากอีกฝ่ายใช้ SimpleSAMLphp ด้วย
uk: "Використовуйте це, якщо на іншій стороні використовується суб’єкт SimpleSAMLphp:
vi: Sử dụng lệnh này nếu bạn đang sử dụng thực thể SimpleSAMLphp ở phía bên kia:

source: XML DOM
th: โครงสร้าง XML (DOM)
vi: DOM XML

source: XML metadata
id: metadata XML
th: ข้อมูล Metadata แบบ XML
uk: Метадані XML
vi: Siêu dữ liệu XML

source: XML to SimpleSAMLphp metadata converter
id: Konverter XML ke metadata SimpleSAMLphp
th: ตัวแปลงข้อมูลเมตา XML เป็น SimpleSAMLphp
uk: Конвертер метаданих XML в SimpleSAMLphp
vi: Bộ chuyển đổi siêu dữ liệu XML sang SimpleSAMLphp

source: You are running an outdated version of SimpleSAMLphp. Please update to <a href="%latest%">the latest version</a> as soon as possible.
id: Anda menjalankan versi SimpleSAMLphp yang sudah ketinggalan zaman. Harap perbarui ke <a href="%latest%">versi terbaru</a> sesegera mungkin.
th: คุณกำลังใช้งาน SimpleSAMLphp เวอร์ชันเก่า โปรดอัปเดตเป็น <a href="%latest%">เวอร์ชันล่าสุด</a> โดยเร็วที่สุด
uk: "Ви використовуєте застарілу версію SimpleSAMLphp. Будь ласка, оновіть її до <a href="%latest%">останньої версії</a> якнайшвидше.
vi: Bạn đang chạy phiên bản cũ của SimpleSAMLphp. Vui lòng cập nhật lên <a href="%latest%">phiên bản mới nhất</a> sớm nhất có thể.

source: You are running version <kbd>%version%</kbd>.
id: Anda sedang menjalankan versi <kbd>%version%</kbd>.
th: คุณกำลังใช้งานเวอร์ชัน <kbd>%version%</kbd>
uk: Ви використовуєте версію <kbd>%version%</kbd>.
vi: Bạn đang chạy phiên bản <kbd>%version%</kbd> .

source: You can get the metadata XML on a dedicated URL:
id: Anda bisa mendapatkan XML metadata pada URL khusus:
th: คุณสามารถเข้าถึง Metadata XML ได้จาก URL ที่กำหนดไว้
uk: Ви можете отримати XML метаданих за спеціальною URL-адресою:
vi: Bạn có thể lấy siêu dữ liệu XML trên một URL chuyên dụng:

source: You have been logged out.
id: Kamu Sudah Keluar.
th: คุณได้ถูกออกจากระบบแล้ว
uk: Ви вийшли з системи.
vi: Bạn đã đăng xuất.

source: You have the following modules installed
id: Anda telah menginstal modul-modul berikut ini
th: คุณได้ติดตั้งโมดูลเหล่านี้แล้ว
uk: У вас встановлені наступні модулі
vi: Bạn đã cài đặt các mô-đun sau

source: Your attributes
id: Attribut Anda
th: คุณสมบัติของคุณ
uk: Ваші атрибути
vi: Thuộc tính của bạn

source: Your session is valid for %remaining% seconds from now.
id: Session anda valid untuk %remaining% detik dari sekarang.
th: เซสชันของคุณยังใช้ได้อีก %remaining% วินาที
uk: Ваша сесія буде дійсною ще протягом %remaining% секунд.
vi: Phiên của bạn có hiệu lực trong %remaining% giây kể từ bây giờ.

source: cURL (might be required by some modules)
id: cURL (mungkin diperlukan oleh beberapa modul)
th: cURL (อาจจำเป็นสำหรับบางโมดูล)
uk: cURL (може знадобитися деяким модулям)
vi: cURL (có thể được yêu cầu bởi một số mô-đun)

source: cURL (required if automatic version checks are used, also by some modules)
id: cURL (diperlukan jika pemeriksaan versi otomatis digunakan, juga oleh beberapa modul)
th: cURL (จำเป็นถ้าใช้การตรวจสอบเวอร์ชันอัตโนมัติ แม้กระทั่งในบางโมดูล)
uk: cURL (потрібен, якщо використовується автоматична перевірка версії; також може знадобитися деяким модулям)
vi: cURL (bắt buộc nếu sử dụng kiểm tra phiên bản tự động, cũng bởi một số mô-đun)

source: default
id: bawaan
th: ค่าเริ่มต้น
uk: за замовчуванням
vi: mặc định

source: disabled
id: dinonaktifkan
th: ปิดการใช้งาน
uk: вимкнено
vi: vô hiệu hóa

source: enabled
id: difungsikan
th: เปิดการใช้งาน
uk: увімкнено
vi: đã bật

source: expired
id: kadaluwarsa
th: หมดอายุแล้ว
uk: термін дії закінчився
vi: đã hết hạn

source: expires
id: berakhir
th: วันหมดอายุ
uk: закінчується
vi: hết hạn

source: means the module is not enabled
id: berarti modul tidak diaktifkan
th: หมายถึงโมดูลนี้ยังไม่ได้เปิดใช้งาน
uk: означає, що модуль не увімкнено
vi: có nghĩa là mô-đun không được kích hoạt

source: new
id: baru
th: ใหม่
uk: новий
vi: mới

source: not set
id: tidak di atur
th: ยังไม่ได้ตั้งค่า
uk: не встановлено
vi: không được thiết lập

source: optional
id: opsional
th: ไม่บังคับ
uk: необов’язковий
vi: không bắt buộc

source: or select a file:
id: atau pilih sebuah file:
th: หรือเลือกไฟล์:
uk: або вибрати файл:
vi: hoặc chọn một tập tin:

source: predis/predis (required if the redis data store is used)
id: predis/predis (diperlukan jika penyimpanan data redis digunakan)
th: predis/predis (ต้องใช้หากใช้ Redis เป็นแหล่งเก็บข้อมูล)
uk: predis/predis (необхідний у разі використання Redis як сховища даних)
vi: predis/predis (bắt buộc nếu sử dụng kho dữ liệu redis)

source: required
id: diperlukan
th: บังคับ
uk: необхідний
vi: yêu cầu

source: EntityID
uk: Ідентифікатор об'єкта EntityID
vi: ID thực thể

source: predis/predis library
id: perpustakaan predis/predis
uk: predis/predis бібліотека
vi: thư viện predis/predis
