Repository: simplesamlphp/simplesamlphp
Catalog: modules/negotiate/locales/*/LC_MESSAGES/negotiate.po
Languages: nb

source: {negotiate:negotiate:info_post}
nb: <h3>Hva er automatisk innlogging</h3></p><p>Automatisk innlogging gjør at man kan logge inn uten å bli bedt om brukernavn og passord i noen tilfeller:<ul><li>hvis maskinen er i Kerberos domenet</li><li>og hvis man bruker en støttet nettleser (IE og noen flere avhengig av oppsett)</li><li>på et støttet operativsystem (Windows, Mac)</li></ul></p>

source: {negotiate:negotiate:disable_title}
nb: Skrudd av mulighet for automatisk innlogging for denne nettleseren

source: {negotiate:negotiate:enable_title}
nb: Skrudd på mulighet for automatisk innlogging for denne nettleseren

source: {negotiate:negotiate:disable_info_pre}
nb: <p>Ved å gå til denne siden har du skrudd av muligheten for automatisk innlogging for denne nettleseren.</p><p>For å skru på igjen muligheten, kan du gå til <a href='%URL%'>denne siden</a>.</p>

source: {negotiate:negotiate:enable_info_pre}
nb: <p>Ved å gå til denne siden har du skrudd på muligheten for automatisk innlogging for denne nettleseren.</p><p>For å skru av igjen muligheten, kan du gå til <a href='%URL%'>denne siden</a>.</p>

source: <h3>What is automatic login</h3><p>Automatic login allows you to log in without being asked for username and password:<ul><li>if the computer is in the Kerberos domain</li><li>using a supported browser (IE and some others depending on installation options)</li><li>on a supported operating system (Windows, Mac)</li></ul></p>
nb: <h3>Hva er automatisk innlogging</h3></p><p>Automatisk innlogging gjør at man kan logge inn uten å bli bedt om brukernavn og passord i noen tilfeller:<ul><li>hvis maskinen er i Kerberos domenet</li><li>og hvis man bruker en støttet nettleser (IE og noen flere avhengig av oppsett)</li><li>på et støttet operativsystem (Windows, Mac)</li></ul></p>

source: <p>By accessing this page, you have turned on the ability to use automatic login for this browser.</p><p>To turn it off again, please visit <a href='%URL%'>this page</a>.</p>
nb: <p>Ved å gå til denne siden har du skrudd på muligheten for automatisk innlogging for denne nettleseren.</p><p>For å skru av igjen muligheten, kan du gå til <a href='%URL%'>denne siden</a>.</p>

source: Turned off ability to use automatic login for this browser
nb: Skrudd av mulighet for automatisk innlogging for denne nettleseren

source: Turned on the ability to use automatic login for this browser
nb: Skrudd på mulighet for automatisk innlogging for denne nettleseren

source: <p>By accessing this page, you have turned off the ability to use automatic login for this browser.</p><p>To turn it on again, please visit <a href='%URL%'>this page</a>.</p>
nb: <p>Ved å gå til denne siden har du skrudd av muligheten for automatisk innlogging for denne nettleseren.</p><p>For å skru på igjen muligheten, kan du gå til <a href='%URL%'>denne siden</a>.</p>
