Repository: simplesamlphp/simplesamlphp
Catalog: modules/consent/locales/*/LC_MESSAGES/consent.po
Languages: et

source: {consent:consent:service_providers_for}
et: Teenusepakkujad

source: {consent:consent:abort}
et: Katkesta sisselogimine: SPNAME

source: {consent:consent:remember}
et: Jäta meelde

source: {consent:consent:login}
et: logi sisse

source: {consent:consent:consent_purpose}
et: Teenuse SPNAME eesmärk on SPDESC

source: {consent:consent:noconsent_goto_about}
et: Mine teenuse infolehele

source: {consent:consent:consent_header}
et: Nõusolek isikuandmete edastamiseks

source: {consent:consent:show_hide_attributes}
et: näita/peida atribuudid

source: {consent:consent:table_caption}
et: Kasutajainfo

source: {consent:consent:status_header}
et: Nõusoleku olek

source: {consent:consent:noconsent_title}
et: Nõusolekut pole antud

source: {consent:consent:consent_accept}
et: SPNAME nõuab allpool oleva info edastamist.

source: {consent:consent:table_summary}
et: Teave sinu kohta, mis edastatakse teenusele, millesse asud sisse logima

source: {consent:consent:service_provider_header}
et: Teenusepakkuja

source: {consent:consent:show_attributes}
et: Näita andmeid

source: {consent:consent:show_attribute}
et: Näita sisu

source: {consent:consent:no}
et: Ei, loobu

source: {consent:consent:consent_privacypolicy}
et: Teenuse privaatsuspoliitika

source: {consent:consent:noconsent_text}
et: Sa ei andnud nõusolekut sinu atribuutide teenusepakkujale edastamiseks.

source: {consent:consent:noconsent_return}
et: Tagasi nõusoleku lehele

source: {consent:consent:yes}
et: Jah, jätka

source: {consent:consent:consent_attributes_header}
et: Andmed saadetakse SPNAME-le

source: Service Providers for
et: Teenusepakkujad

source: Yes, continue
et: Jah, jätka

source: Return to consent page
et: Tagasi nõusoleku lehele

source: Consent status
et: Nõusoleku olek

source: Go to information page for the service
et: Mine teenuse infolehele

source: Service Provider
et: Teenusepakkuja

source: Abort login to SPNAME
et: Katkesta sisselogimine: SPNAME

source: show/hide attributes
et: näita/peida atribuudid

source: The purpose of SPNAME is SPDESC
et: Teenuse SPNAME eesmärk on SPDESC

source: List the information about you that is about to be transmitted to the service you are going to login to
et: Teave sinu kohta, mis edastatakse teenusele, millesse asud sisse logima

source: Consent about releasing personal information
et: Nõusolek isikuandmete edastamiseks

source: No consent given
et: Nõusolekut pole antud

source: login
et: logi sisse

source: You did not give consent for transfering your attributes to SPNAME.
et: Sa ei andnud nõusolekut sinu atribuutide teenusepakkujale edastamiseks.

source: Remember
et: Jäta meelde

source: Show content
et: Näita sisu

source: SPNAME requires that the information below is transferred.
et: SPNAME nõuab allpool oleva info edastamist.

source: Privacypolicy for the service
et: Teenuse privaatsuspoliitika

source: No, cancel
et: Ei, loobu

source: Show attributes
et: Näita andmeid

source: User information
et: Kasutajainfo

source: Information that will be sent to SPNAME
et: Andmed saadetakse SPNAME-le
