Repository: simplesamlphp/simplesamlphp
Catalog: modules/saml/locales/*/LC_MESSAGES/saml.po
Languages: th, uk

source: Hosted IdP metadata present
th: พบข้อมูลเมตาของผู้ให้บริการตรวจสอบตัวตนที่โฮสต์ไว้
uk: Метадані розміщеного IdP наявні

source: Invalid Identity Provider
th: ผู้ให้บริการตรวจสอบตัวตนไม่ถูกต้อง
uk: Недійсний постачальник ідентифікації

source: Matching key-pair for signing assertions
th: พบคู่กุญแจที่ตรงกันสำหรับการลงนามข้อมูลการยืนยันตัวตน
uk: Відповідна пара ключів для підпису тверджень

source: Matching key-pair for signing assertions (rollover key)
th: พบคู่กุญแจสำหรับลงนามในการยืนยันตัวตน (กุญแจสำรอง)
uk: Відповідна пара ключів для підписання тверджень (ключ, що замінюється)

source: Matching key-pair for signing metadata
th: พบคู่กุญแจสำหรับลงนามข้อมูลเมตา
uk: Відповідна пара ключів для підпису метаданих

source: No, cancel
th: ไม่ใช่ ,ยกเลิก
uk: Ні, скасувати

source: Wrong authentication context
th: วิธีการยืนยันตัวตนไม่ตรงตามที่ระบบต้องการ
uk: Неправильний контекст автентифікації

source: Yes, continue
th: ใช่ ดำเนินการต่อ
uk: Так, продовжити

source: You already have a valid session with an identity provider (<em>%IDP%</em>) that is not accepted by <em>%SP%</em>. Would you like to log out from your existing session and log in again with another identity provider?
th: คุณมีเซสชันที่ถูกต้องกับผู้ให้บริการข้อมูลประจำตัว ( <em>%IDP%</em> ) อยู่แล้วซึ่งไม่ได้รับการยอมรับจาก <em>%SP%</em> คุณต้องการออกจากเซสชันปัจจุบันและเข้าสู่ระบบอีกครั้งด้วยผู้ให้บริการข้อมูลประจำตัวราย
uk: У вас уже є активна сесія з постачальником ідентифікації (<em>%IDP%</em>), який не приймається постачальником послуг (<em>%SP%</em>). Бажаєте вийти з поточної сесії та увійти з іншим постачальником ідентифікації?

source: Your authentication context is not accepted at this service. Probably too weak or not two-factor.
th: บริบทการยืนยันตัวตนของคุณไม่เป็นที่ยอมรับโดยบริการนี้ อาจจะอ่อนเกินไปหรือไม่ได้ใช้การยืนยันตัวตนสองขั้นตอน
uk: Контекст автентифікації не приймається цим сервісом. Ймовірно, він надто слабкий або не містить двофакторної автентифікації.
