Repository: simplesamlphp/simplesamlphp
Catalog: modules/core/locales/*/LC_MESSAGES/core.po
Languages: th, uk, vi, xh, zu

source: A service has requested you to authenticate yourself. Please enter your username and password in the form below.
th: ระบบต้องการให้คุณยืนยันตัวตน กรุณากรอกชื่อผู้ใช้และรหัสผ่านด้านล่าง
uk: Сервіс запитав вас про автентифікацію. Будь ласка, введіть своє ім’я користувача та пароль у форму нижче.
vi: Một dịch vụ đã yêu cầu bạn xác thực. Vui lòng nhập tên người dùng và mật khẩu của bạn vào biểu mẫu bên dưới.

source: An error has occurred
th: เกิดข้อผิดพลาด
uk: Сталася помилка
vi: Có lỗi xảy ra

source: Check that the link you used to access the web site is correct.
th: โปรดตรวจสอบว่าลิงก์ที่คุณใช้เข้าสู่เว็บไซต์ถูกต้องหรือไม่
uk: Переконайтеся, що ви використовуєте правильне посилання для доступу до сайту.
vi: Kiểm tra xem liên kết bạn sử dụng để truy cập trang web có đúng không.

source: Close the web browser, and try again.
th: กรุณาปิดเว็บเบราว์เซอร์และลองใหม่อีกครั้ง
uk: Закрийте веб-браузер і спробуйте ще раз.
vi: Đóng trình duyệt web và thử lại.

source: Continue
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

source: Cookies may be disabled in the web browser.
th: เบราว์เซอร์ของคุณอาจปิดการใช้งานคุกกี้อยู่
uk: Можливо, у вашому браузері вимкнено файли cookie.
vi: Cookie có thể bị vô hiệu hóa trong trình duyệt web.

source: Do you want to logout from all the services above?
th: คุณต้องการออกจากระบบบริการทั้งหมดข้างต้นหรือไม่?
uk: Ви хочете вийти з усіх вищезазначених сервісів?
vi: Bạn có muốn đăng xuất khỏi tất cả các dịch vụ trên không?

source: Enter your username and password
th: กรุณากรอกชื่อผู้ใช้และรหัสผ่านของคุณ
uk: Введіть своє ім'я користувача та пароль
vi: Nhập tên người dùng và mật khẩu của bạn

source: Error report sent
th: ส่งรายงานข้อผิดพลาดแล้ว
uk: Повідомлення про помилку надіслано
vi: Đã gửi báo cáo lỗi

source: Go back to the previous page and try again.
th: กลับไปยังหน้าก่อนหน้าแล้วลองอีกครั้ง
uk: Поверніться на попередню сторінку і спробуйте ще раз.
vi: Quay lại trang trước và thử lại.

source: Help! I don't remember my password.
th: ขอความช่วยเหลือ! ฉันจำรหัสผ่านไม่ได้
uk: Допоможіть! Я не пам’ятаю свій пароль.
vi: Cần trợ giúp! Tôi không nhớ mật khẩu của mình.

source: Hosted Shibboleth 1.3 Identity Provider Metadata (automatically generated)
th: ข้อมูลเมตาของผู้ให้บริการข้อมูลประจำตัว Shibboleth 1.3 ที่โฮสต์ไว้ (สร้างโดยอัตโนมัติ)
uk: Метадані постачальника ідентифікації Shibboleth 1.3 (згенеровано автоматично)
vi: Siêu dữ liệu Nhà cung cấp danh tính Shibboleth 1.3 được lưu trữ (tự động tạo)

source: Hosted Shibboleth 1.3 Service Provider Metadata (automatically generated)
th: ข้อมูลเมตาของผู้ให้บริการ Shibboleth 1.3 ที่โฮสต์ไว้ (สร้างโดยอัตโนมัติ)
uk: Метадані постачальника послуг Shibboleth 1.3 (згенеровано автоматично)
vi: Siêu dữ liệu nhà cung cấp dịch vụ Shibboleth 1.3 được lưu trữ (tự động tạo)

source: If this problem persists, you can report it to the system administrators.
th: หากปัญหายังคงเกิดขึ้น คุณสามารถรายงานไปยังผู้ดูแลระบบได้
uk: Якщо проблема не зникає, ви можете повідомити про це системним адміністраторам.
vi: Nếu vấn đề này vẫn tiếp diễn, bạn có thể báo cáo với người quản trị hệ thống.

source: If you are a developer who is deploying a single sign-on solution, you have a problem with the metadata configuration. Verify that metadata is configured correctly on both the identity provider and service provider.
th: หากคุณเป็นนักพัฒนาที่กำลังใช้งานโซลูชันการลงชื่อเข้าใช้ครั้งเดียว คุณจะพบปัญหาเกี่ยวกับการกำหนดค่าเมตาเดตา ตรวจสอบว่าเมตาเดตาได้รับการกำหนดค่าอย่างถูกต้องทั้งในผู้ให้บริการข้อมูลประจำตัวและผู้ให้บริการ
uk: Якщо ви розробник, який впроваджує рішення єдиного входу (SSO), у вас виникла проблема з конфігурацією метаданих. Перевірте, чи правильно налаштовані метадані як на стороні постачальника ідентифікації, так і на стороні постачальника послуг.
vi: Nếu bạn là nhà phát triển đang triển khai giải pháp đăng nhập một lần, bạn có vấn đề với cấu hình siêu dữ liệu. Xác minh rằng siêu dữ liệu được cấu hình đúng trên cả nhà cung cấp danh tính và nhà cung cấp dịch vụ.

source: If you are a developer who is deploying a single sign-on solution, you have are trying to reach an endpoint using the wrong HTTP-method.
th: หากคุณเป็นนักพัฒนาที่กำลังใช้งานโซลูชันการลงชื่อเข้าใช้แบบครั้งเดียว อาจกำลังใช้วิธีการ HTTP ผิดสำหรับจุดสิ้นสุดนี้
uk: Якщо ви розробник, який впроваджує рішення єдиного входу (SSO), ви намагаєтесь звернутися до кінцевої точки, використовуючи неправильний HTTP-метод.
vi: Nếu bạn là nhà phát triển đang triển khai giải pháp đăng nhập một lần, bạn đang cố gắng truy cập điểm cuối bằng phương thức HTTP sai.

source: If you are a user who received this error after following a link on a site, you should report this error to the owner of that site.
th: หากคุณเป็นผู้ใช้ที่เจอข้อผิดพลาดจากลิงก์บนเว็บไซต์ โปรดแจ้งเจ้าของเว็บไซต์นั้น
uk: Якщо ви користувач, який отримав цю помилку після переходу за посиланням на сайті, вам слід повідомити про це власнику цього сайту.
vi: Nếu bạn là người dùng nhận được lỗi này sau khi nhấp vào liên kết trên một trang web, bạn nên báo cáo lỗi này cho chủ sở hữu trang web đó.

source: If you are the administrator of this installation, please refer to the <a href="https://simplesamlphp.org/docs/">SimpleSAMLphp documentation</a> for how to configure and interact with the software.
th: หากคุณเป็นผู้ดูแลระบบการติดตั้งนี้ โปรดดู <a href="https://simplesamlphp.org/docs/">เอกสาร SimpleSAMLphp</a> เพื่อดูวิธีการกำหนดค่าและโต้ตอบกับซอฟต์แวร์
uk: Якщо ви адміністратор цієї інсталяції, зверніться до <a href="https://simplesamlphp.org/docs/">документації SimpleSAMLphp</a>, щоб дізнатися, як налаштовувати та взаємодіяти з програмним забезпеченням.
vi: Nếu bạn là quản trị viên của cài đặt này, vui lòng tham khảo <a href="https://simplesamlphp.org/docs/">tài liệu SimpleSAMLphp</a> để biết cách cấu hình và tương tác với phần mềm.

source: If you report this error, please also report this tracking number which makes it possible to locate your session in the logs available to the system administrator:
th: กรุณาแนบหมายเลขติดตามนี้เมื่อรายงานข้อผิดพลาด เพื่อให้ผู้ดูแลสามารถตรวจสอบเซสชันของคุณได้
uk: Якщо ви повідомляєте про цю помилку, будь ласка, також надайте цей ідентифікаційний номер, який дозволяє знайти вашу сесію в журналах, доступних системному адміністратору:
vi: Nếu bạn báo cáo lỗi này, vui lòng cũng báo cáo số theo dõi này để có thể xác định vị trí phiên của bạn trong nhật ký mà quản trị viên hệ thống có thể xem:

source: Incorrect Attributes
th: คุณสมบัติไม่ถูกต้อง
uk: Неправильні атрибути
vi: Thuộc tính không chính xác

source: Logging out...
th: กำลังออกจากระบบ...
uk: Вихід із системи...
vi: Đang đăng xuất...

source: Login
th: เข้าสู่ระบบ
uk: Увійти
vi: Đăng nhập

source: Logout
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất

source: Missing cookie
th: ไม่พบคุกกี้
uk: Відсутній файл cookie
vi: Thiếu cookie

source: No
th: ไม่
uk: Ні
vi: Không

source: No, only %SP%
th: ไม่ มีเพียง %SP% เท่านั้น
uk: Ні, тільки%SP%
vi: Không, chỉ có %SP%

source: One or more of the attributes supplied by your identity provider did not contain the expected number of values.
th: แอตทริบิวต์หนึ่งรายการขึ้นไปที่ผู้ให้บริการข้อมูลประจำตัวของคุณจัดทำไว้ไม่มีค่าตามจำนวนที่คาดไว้
uk: Один або кілька атрибутів, наданих вашим постачальником ідентифікації, не містили очікуваної кількості значень.
vi: Một hoặc nhiều thuộc tính do nhà cung cấp danh tính của bạn cung cấp không chứa số lượng giá trị mong đợi.

source: Opened the web browser with tabs saved from the previous session.
th: เปิดเว็บเบราว์เซอร์ด้วยแท็บที่บันทึกไว้จากเซสชันก่อนหน้า
uk: Веб-браузер відкрито з вкладками, збереженими з попереднього сеансу.
vi: Mở trình duyệt web có các tab đã lưu từ phiên trước.

source: Organization
th: องค์กร
uk: Організація
vi: Tổ chức

source: Password
th: รหัสผ่าน
uk: Пароль
vi: Mật khẩu

source: Processing...
th: กำลังดำเนินการ...
uk: Обробка...
vi: Đang xử lý...

source: Remember me
th: จำฉันไว้
uk: Запам’ятати мене
vi: Nhớ tôi

source: Remember my organization
th: จำชื่อองค์กรของฉันไว้
uk: Запам’ятати мою організацію
vi: Nhớ tổ chức của tôi

source: Remember my username
th: จำชื่อผู้ใช้ของฉัน
uk: Запам’ятати моє ім'я користувача
vi: Nhớ tên người dùng của tôi

source: Report this error
th: รายงานข้อผิดพลาดนี้
uk: Повідомити про цю помилку
vi: Báo cáo lỗi này

source: Retry
th: ลองใหม่อีกครั้ง
uk: Повторити
vi: Thử lại

source: Retry login
th: ลองเข้าสู่ระบบอีกครั้ง
uk: Повторити вхід
vi: Thử lại đăng nhập

source: Shibboleth 1.3 SP example - test logging in through your Shib IdP
th: ตัวอย่าง Shibboleth 1.3 SP - ทดสอบการเข้าสู่ระบบผ่าน Shib IdP ของคุณ
uk: Приклад Shibboleth 1.3 SP — тестування входу через ваш Shib IdP
vi: Ví dụ về Shibboleth 1.3 SP - kiểm tra đăng nhập thông qua Shib IdP của bạn

source: State information lost
th: ข้อมูลสถานะสูญหาย
uk: Інформацію про стан втрачено
vi: Thông tin trạng thái bị mất

source: Suggestions for resolving this problem:
th: คำแนะนำเพื่อแก้ไขปัญหานี้:
uk: Пропозиції щодо вирішення цієї проблеми:
vi: Gợi ý để giải quyết vấn đề này:

source: The authentication procesd has failed.
th: การยืนยันตัวตนล้มเหลว
uk: Процес автентифікації завершився невдало.
vi: Quá trình xác thực đã thất bại.

source: The authorization procesd has failed.
th: การอนุญาตเข้าระบบล้มเหลว
uk: Процес авторизації завершився невдало.
vi: Quá trình ủy quyền đã thất bại.

source: The error report has been sent to the administrators.
th: รายงานข้อผิดพลาดได้ถูกส่งไปยังผู้ดูแลระบบแล้ว
uk: Звіт про помилку надіслано адміністраторам.
vi: Báo cáo lỗi đã được gửi tới người quản trị.

source: The identification procesd has failed.
th: กระบวนการระบุตัวตนล้มเหลว
uk: Процес ідентифікації завершився невдало.
vi: Quá trình xác định danh tính đã thất bại.

source: The link used to get here was bad, perhaps a bookmark.
th: ลิงก์ที่ใช้เข้ามาอาจผิดพลาดหรือเป็นบุ๊กมาร์กเก่า
uk: "Посилання, за яким ви перейшли, було некоректним — можливо, це закладка.
vi: Liên kết dùng để tới đây không hợp lệ, có thể là do dấu trang.

source: The problematic attribute(s) are:
th: คุณสมบัติที่เป็นปัญหามีดังนี้:
uk: Проблемні атрибут(и):
vi: Các thuộc tính có vấn đề là:

source: There was an issue while signing you in.
th: มีปัญหาระหว่างขั้นตอนการเข้าสู่ระบบ
uk: Виникла проблема під час входу в систему
vi: Đã xảy ra sự cố khi đăng nhập.

source: This error may be caused by:
th: ข้อผิดพลาดนี้อาจเกิดจาก:
uk: Ця помилка може бути спричинена наступним:
vi: Lỗi này có thể do:

source: This is most likely a configuration problem on either the service provider or identity provider.
th: ปัญหานี้อาจเกิดจากการกำหนดค่าของผู้ให้บริการหรือผู้ให้บริการข้อมูลประจำตัว
uk: Ймовірно, це проблема конфігурації на стороні постачальника сервісів або постачальника ідентифікації.
vi: Đây rất có thể là sự cố cấu hình của nhà cung cấp dịch vụ hoặc nhà cung cấp danh tính.

source: This is the front page of the SimpleSAMLphp authentication software. There's not much to see here.
th: นี่คือหน้าแรกของระบบยืนยันตัวตน SimpleSAMLphp ไม่มีข้อมูลเพิ่มเติมที่นี่
uk: Це головна сторінка програмного забезпечення автентифікації SimpleSAMLphp. Тут особливо нічого немає.
vi: Đây là trang đầu của phần mềm xác thực SimpleSAMLphp. Không có nhiều thứ để xem ở đây.

source: Too short interval between single sign on events.
th: ช่วงเวลาระหว่างการเข้าสู่ระบบครั้งก่อนสั้นเกินไป
uk: Занадто короткий інтервал між подіями єдиного входу.
vi: Khoảng thời gian giữa các sự kiện đăng nhập một lần quá ngắn.

source: Unable to log out of one or more services. To ensure that all your sessions are closed, you are encouraged to <i>close your webbrowser</i>.
th: ไม่สามารถออกจากระบบบริการหนึ่งบริการหรือมากกว่านั้นได้ เพื่อให้แน่ใจว่าเซสชันทั้งหมดของคุณถูกปิดแล้ว เราขอแนะนำให้คุณ <i>ปิดเว็บเบราว์เซอร์ของคุณ</i>
uk: Не вдалося вийти з одного або кількох сервісів. Щоб переконатися, що всі ваші сесії завершено, рекомендується <i>закрити веббраузер</i>.
vi: Không thể đăng xuất khỏi một hoặc nhiều dịch vụ. Để đảm bảo rằng tất cả các phiên của bạn đã được đóng, bạn nên <i>đóng trình duyệt web của mình</i> .

source: Username
th: ชื่อผู้ใช้
uk: Ім’я користувача
vi: Tên đăng nhập

source: Using the back and forward buttons in the web browser.
th: การใช้ปุ่มย้อนกลับและไปข้างหน้าในเว็บเบราว์เซอร์
uk: Використовуйте клавіші «Назад» і «Вперед» у веббраузері.
vi: Sử dụng các nút quay lại và chuyển tiếp trong trình duyệt web.

source: We have detected that there is only a few seconds since you last authenticated with this service provider, and therefore assume that there is a problem with this SP.
th: ระบบตรวจพบว่าคุณเพิ่งยืนยันตัวตนกับ SP นี้เมื่อไม่กี่วินาที อาจมีปัญหากับ SP
uk: Ми виявили, що з моменту вашої останньої автентифікації з цим постачальником сервісів пройшло лише кілька секунд, тому припускаємо, що виникла проблема з цим постачальником послуг SP.
vi: Chúng tôi phát hiện chỉ có vài giây kể từ lần xác thực cuối cùng của bạn với nhà cung cấp dịch vụ này và do đó cho rằng có sự cố với SP này.

source: We were unable to locate the state information for the current request.
th: ไม่พบข้อมูลสถานะของคำขอปัจจุบัน
uk: Нам не вдалося знайти інформацію про стан для поточного запиту.
vi: Chúng tôi không thể tìm thấy thông tin tiểu bang cho yêu cầu hiện tại.

source: Welcome
th: ยินดีต้อนรับ
uk: Ласкаво просимо
vi: Chào mừng

source: Without your username and password you cannot authenticate yourself for access to the service. There may be someone that can help you. Consult the help desk at your organization!
th: หากไม่มีชื่อผู้ใช้และรหัสผ่าน คุณจะไม่สามารถเข้าถึงบริการได้ โปรดติดต่อเจ้าหน้าที่ช่วยเหลือขององค์กร
uk: Без вашого імені користувача та пароля ви не можете пройти автентифікацію для доступу до сервісу. Можливо, хтось зможе вам допомогти. Зверніться до служби підтримки у вашій організації!
vi: Nếu không có tên người dùng và mật khẩu, bạn không thể xác thực để truy cập vào dịch vụ. Có thể có người có thể giúp bạn. Hãy tham khảo bộ phận trợ giúp tại tổ chức của bạn!

source: Yes, all services
th: ใช่, ออกจากทุกบริการ
uk: Так, всі сервіси
vi: Có, tất cả các dịch vụ

source: You appear to have disabled cookies in your browser. Please check the settings in your browser, and try again.
th: เบราว์เซอร์ของคุณอาจปิดการใช้งานคุกกี้ กรุณาตรวจสอบการตั้งค่าและลองอีกครั้ง
uk: Здається, ви вимкнули файли cookie у своєму браузері. Перевірте налаштування браузера та спробуйте ще раз.
vi: Có vẻ như bạn đã tắt cookie trong trình duyệt của mình. Vui lòng kiểm tra cài đặt trong trình duyệt của bạn và thử lại.

source: You are also logged in on these services:
th: คุณยังเข้าสู่ระบบบริการเหล่านี้:
uk: Ви також увійшли до наступних сервісів:
vi: Bạn cũng đã đăng nhập vào các dịch vụ sau:

source: You are now accessing a pre-production system. This authentication setup is for testing and pre-production verification only. If someone sent you a link that pointed you here, and you are not <i>a tester</i> you probably got the wrong link, and should <b>not be here</b>.
th: ขณะนี้คุณกำลังเข้าถึงระบบทดสอบ ซึ่งการตั้งค่าสำหรับการยืนยันตัวตนนี้ใช้เพื่อการทดสอบและตรวจสอบก่อนใช้งานจริงเท่านั้น หากมีใครส่งลิงก์นี้มาให้คุณ และคุณไม่ใช่ <i>ผู้ทดสอบ</i> แสดงว่าคุณอาจได้รับลิงก์ที่ไม่
uk: Ви зараз отримали доступ до тестової (pre-production) системи. Ця автентифікація призначена лише для тестування та попередньої перевірки. Якщо хтось надіслав вам посилання, яке привело вас сюди, і ви не <i>тестувальник</i>, то, ймовірно, це неправильне посилання, і вам <b>не слід бути тут</b>.
vi: Bây giờ bạn đang truy cập vào hệ thống tiền sản xuất. Thiết lập xác thực này chỉ dành cho mục đích thử nghiệm và xác minh tiền sản xuất. Nếu ai đó gửi cho bạn một liên kết chỉ dẫn bạn đến đây và bạn không phải là <i>người thử nghiệm</i> thì có thể bạn đã nhận được liên kết sai và <b>không nên ở đây</b> .

source: You are now successfully logged out from %SP%.
th: คุณออกจากระบบของ %SP% เรียบร้อยแล้ว
uk: Ви успішно вийшли з системи %SP%.
vi: Bây giờ bạn đã đăng xuất thành công khỏi %SP%.

source: got %got% values, want %want%
th: ได้รับค่า %got% , ต้องการ %want%
uk: отримано %got% значень, потрібно %want%
vi: có %got% giá trị, muốn %want%

source: logout is not supported
th: ไม่รองรับการออกจากระบบ
uk: вихід із системи не підтримується
vi: đăng xuất không được hỗ trợ

# {core:no_metadata:suggestion_developer}
source: If you are a developer who is deploying a single sign-on solution, you have a problem with the metadata configuration. Verify that metadata is configured correctly on both the identity provider and service provider.
xh: Ukuba ungumvelisi osebenzisa isisombululo sokusayina ungene kanye, unengxaki nolungiselelo lwe-metadata. Qinisekisa ukuba i-metadata ilungiselelwe ngokuchanekileyo kuzo zombini umbonelei wesazisi nomboneleli wenkonzo.
zu: Uma ungunjiniyela osebenzisa isixazululo sokusayinela ukungena esisodwa, unenkinga ngomiso lwemethadatha. Qinisekisa ukuthi imethadatha imiswe ngendlela efanele kokubili kumhlinzeki womazisi nomhlinzeki wesevisi.

# {core:no_cookie:retry}
source: Retry
xh: Zama kwakhona
zu: Zama futhi

# {core:no_cookie:description}
source: You appear to have disabled cookies in your browser. Please check the settings in your browser, and try again.
xh: Ubonakala uzenze azasebenza iikhuki kwibhrawuza yakho. Nceda ujonge iisetingi ezikwibhrawuza yakho, uzame kwakhona.
zu: Kubonakala sengathi uyekise amakhukhi kusiphequluli sakho. Sicela uhlole amasethingi kusiphequluli sakho, bese uzame futhi.

# {core:no_state:cause_nocookie}
source: Cookies may be disabled in the web browser.
xh: Iikhuki zisenokwenziwa zingasebenzi kwibhrawuza yewebhu.
zu: Amakhukhi kungenzeka ukuthi ayekisiwe kusiphequluli sewebhu.

# {core:no_state:report_header}
source: Report this error
xh: Chaza le mpazamo
zu: Bika leli phutha

# {core:no_state:causes}
source: This error may be caused by:
xh: Le mpazamo isenokuba ibangelwe:
zu: Leli phutha kungenzeka libangelwa ukuthi:

# {core:no_state:description}
source: We were unable to locate the state information for the current request.
xh: Asikwazanga ukufumana inkcazelo yobume yesicelo sangoku.
zu: Asikwazanga ukuthola ulwazi lwesifunda lwesicelo samanje.

# {core:no_state:report_text}
source: If this problem persists, you can report it to the system administrators.
xh: Ukuba le ngxaki iyaqhubeka, ungayichaza kubalawuli besistim.
zu: Uma le nkinga iphikelela, ungayibika kubalawuli besistimu.

# {core:no_metadata:header}
source: Metadata not found
xh: I-Metadata ayifunyenwanga
zu: Imethadatha ayitholakali

# {core:no_metadata:config_problem}
source: This is most likely a configuration problem on either the service provider or identity provider.
xh: Kusenokwenzeka yingxaki yolungiselelo kumboneleli wenkonzo okanye umboneleli wesazisi.
zu: Lokhu kungenzeka ukuthi kubangelwa inkinga yomiso yomhlinzeki wesevisi noma umhlinzeki kamazisi.

# {core:no_state:header}
source: State information lost
xh: Inkcazelo yobume ilahlekile
zu: Ulwazi lwesifunda lulahlekile

# {core:no_metadata:suggestion_user_link}
source: If you are an user who received this error after following a link on a site, you should report this error to the owner of that site.
xh: Ukuba ngaba ungumsebenzisi ofumene le mpazamo emva kokulandela ilinki kwisayithi, ufanele uchaze le mpazamo kumnini walo sayithi.
zu: Uma ungumsebenzisi othole leli phutha ngemva kokulandela ilinki ekusayithi, kufanele ubike leli phutha kumnikazi waleyo sayithi.

# {core:no_state:suggestion_goback}
source: Go back to the previous page and try again.
xh: Buyela emva kwikhasi elidlulileyo uzame kwakhona.
zu: Buyela emuva ekhasini langaphambilini bese uzame futhi.

# {core:no_state:cause_openbrowser}
source: Opened the web browser with tabs saved from the previous session.
xh: Kuvulwe ibhrawuza yewebhu ngeethebhu eziseyivwe kwiseshoni edlulileyo.
zu: Kuvulwe isiphequluli sewebhu ngamathebhu alondolozwe kuseshini yangaphambilini.

# {core:no_state:suggestion_closebrowser}
source: Close the web browser, and try again.
xh: Vala ibhrawuza yewebhu, uzame kwakhona.
zu: Vala isiphequluli sewebhu, bese uzame futhi.

# {core:no_metadata:not_found_for}
source: We were unable to locate the metadata for the entity:
xh: Asikwazanga ukufumana imetadata ye-entithi:
zu: Asikwazanga ukuthola imethadatha yenhlangano:

# {core:no_cookie:header}
source: Missing cookie
xh: Ikhuki engekhoyo
zu: Ikhukhi engatholakali

# {core:no_state:suggestions}
source: Suggestions for resolving this problem:
xh: Iingcebiso zokulungisa le ngxaki:
zu: Iziphakamiso zokuxazulula le nkinga:

# {core:no_state:cause_backforward}
source: Using the back and forward buttons in the web browser.
xh: Ukusebenzisa amaqhosha okuya emva naphambili kwibhrawuza yewebhu.
zu: Ukusebenzisa izinkinobho ezithi emuva naphambili kusiphequluli sewebhu.
