Repository: simplesamlphp/simplesamlphp
Catalog: modules/memcacheMonitor/locales/*/LC_MESSAGES/memcacheMonitor.po
Languages: lv

source: {memcacheMonitor:memcachestat:total_connections}
lv: Savienojumi kopā

source: {memcacheMonitor:memcachestat:version}
lv: Versija

source: {memcacheMonitor:memcachestat:get_hits}
lv: Veiksmīgās GET komandas kopā

source: {memcacheMonitor:memcachestat:curr_items}
lv: Vienību skaits pašlaik

source: {memcacheMonitor:memcachestat:uptime}
lv: Darbības laiks

source: {memcacheMonitor:memcachestat:limit_maxbytes}
lv: Pieejamā vieta kopā

source: {memcacheMonitor:memcachestat:curr_connections}
lv: Savienojumi šobrīd

source: {memcacheMonitor:memcachestat:rusage_system}
lv: CPU sekundes (sistēmas)

source: {memcacheMonitor:memcachestat:rusage_user}
lv: CPU sekundes (lietotāja)

source: {memcacheMonitor:memcachestat:pid}
lv: Procesa ID

source: {memcacheMonitor:memcachestat:cmd_get}
lv: GET komandas kopā

source: {memcacheMonitor:memcachestat:bytes_read}
lv: Servera lasītie baiti

source: {memcacheMonitor:memcachestat:time}
lv: Pašreizējais laiks

source: {memcacheMonitor:memcachestat:get_misses}
lv: Neveiksmīgās GET komandas kopā

source: {memcacheMonitor:memcachestat:bytes_written}
lv: Servera rakstītie baiti

source: {memcacheMonitor:memcachestat:connection_structures}
lv: Savienojumu struktūras

source: {memcacheMonitor:memcachestat:cmd_set}
lv: SET komandas kopā

source: {memcacheMonitor:memcachestat:total_items}
lv: Kopējais vienību skaits

source: {memcacheMonitor:memcachestat:bytes}
lv: Izmantotie baiti pašlaik

source: Current time
lv: Pašreizējais laiks

source: Total items ever
lv: Kopējais vienību skaits

source: Bytes written by the server
lv: Servera rakstītie baiti

source: Uptime
lv: Darbības laiks

source: Current open connections
lv: Savienojumi šobrīd

source: Total storage avail
lv: Pieejamā vieta kopā

source: Version
lv: Versija

source: Total GET commands (failed)
lv: Neveiksmīgās GET komandas kopā

source: Total SET commands
lv: SET komandas kopā

source: Connection structures
lv: Savienojumu struktūras

source: Total GET commands (success)
lv: Veiksmīgās GET komandas kopā

source: Total bytes in use currently
lv: Izmantotie baiti pašlaik

source: Total GET commands
lv: GET komandas kopā

source: Bytes in to the server
lv: Servera lasītie baiti

source: Process ID
lv: Procesa ID

source: Currently number of items
lv: Vienību skaits pašlaik

source: CPU Seconds (User)
lv: CPU sekundes (lietotāja)

source: CPU Seconds (System)
lv: CPU sekundes (sistēmas)

source: Total connections
lv: Savienojumi kopā
