Repository: simplesamlphp/simplesamlphp
Catalog: modules/expirycheck/locales/*/LC_MESSAGES/expirycheck.po
Languages: zu

# {expirycheck:expwarning:contact_home}
source: Access to services is controlled by your home organization. Please contact your local IT support for questions.
zu: Ukufinyelela amasevisi kulawulwa inhlangano yakho yasekhaya. Sicela uthinte ukusekela kwakho kwe-IT kwasendaweni uma unemibuzo.

# {expirycheck:expwarning:day}
source: day
zu: usuku

# {expirycheck:expwarning:btn_continue}
source: I am aware of this, continue...
zu: Ngiyakwazi lokhu, qhubeka...

# {expirycheck:expwarning:days}
source: days
zu: izinsuku

# {expirycheck:expwarning:expiry_date_text}
source: Expiration date:
zu: Usuku lokuphelelwa isikhathi:

# {expirycheck:expwarning:access_denied}
source: You do not have access to this service
zu: Awukwazi ukufinyelela le sevisi

# {expirycheck:expwarning:warning_today}
source: Warning, your account %NETID% will expire today!
zu: Isixwayiso, i-akhawunti yakho ethi %NETID% izophelelwa isikhathi namuhla!

# {expirycheck:expwarning:warning_header}
source: Warning, your account %NETID% will expire in %DAYSLEFT% %DAYS%!
zu: Isixwayiso, i-akhawunti yakho ethi %NETID% izophelelwa isikhathi ezinsukwini ezingu-%DAYSLEFT% %DAYS%!

# {expirycheck:expwarning:no_access_to}
source: Your account %NETID% has expired, access denied!
zu: I-akhawunti yakho ethi %NETID% iphelelwe isikhathi, ukufinyelela kwenqatshiwe!

# {expirycheck:expwarning:warning_header_today}
source: Warning, your account %NETID% will expire today!
zu: Isixwayiso, i-akhawunti yakho ethi %NETID% izophelelwa isikhathi namuhla!

# {expirycheck:expwarning:warning}
source: Warning, your account %NETID% will expire in %DAYSLEFT% %DAYS%!
zu: Isixwayiso, i-akhawunti yakho ethi %NETID% izophelelwa isikhathi ezinsukwini ezingu-%DAYSLEFT% %DAYS%!
